[
	{
		"title": "Puss in Boots: The Last Wish",
		"overview": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
		"poster": "http://image.tmdb.org/t/p/original/kuf6dutpsT0vSVehic3EZIqkOBt.jpg",
		"adult": false,
		"releasedDate": "2022-12-07",
		"runtime": 103,
		"voteCount": 2638,
		"voteAverage": 8.58,
		"popularity": 6201.733
	},
	{
		"title": "M3GAN",
		"overview": "A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.",
		"poster": "http://image.tmdb.org/t/p/original/rxDPzExeovcBZY2IVWdYs87AzVE.jpg",
		"adult": false,
		"releasedDate": "2022-12-28",
		"runtime": 102,
		"voteCount": 701,
		"voteAverage": 7.446,
		"popularity": 6064.293
	},
	{
		"title": "Avatar: The Way of Water",
		"overview": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
		"poster": "http://image.tmdb.org/t/p/original/t6HIqrRAclMCA60NsSmeqe9RmNV.jpg",
		"adult": false,
		"releasedDate": "2022-12-14",
		"runtime": 192,
		"voteCount": 4654,
		"voteAverage": 7.735,
		"popularity": 2478.474
	},
	{
		"title": "The Enforcer",
		"overview": "A noir thriller set in Miami, the film follows an enforcer who discovers his femme fatale boss has branched out into cyber sex trafficking, putting a young runaway he’s befriended at risk. He sacrifices everything to save the young girl from the deadly organization he’s spent his life building.",
		"poster": "http://image.tmdb.org/t/p/original/72V1r1G8S87ELagVxjqAUdChMCt.jpg",
		"adult": false,
		"releasedDate": "2022-09-22",
		"runtime": 91,
		"voteCount": 97,
		"voteAverage": 7.031,
		"popularity": 2241.526
	},
	{
		"title": "Devotion",
		"overview": "The harrowing true story of two elite US Navy fighter pilots during the Korean War. Their heroic sacrifices would ultimately make them the Navy's most celebrated wingmen.",
		"poster": "http://image.tmdb.org/t/p/original/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
		"adult": false,
		"releasedDate": "2022-11-23",
		"runtime": 139,
		"voteCount": 137,
		"voteAverage": 7.449,
		"popularity": 2044.18
	},
	{
		"title": "Violent Night",
		"overview": "When a team of mercenaries breaks into a wealthy family compound on Christmas Eve, taking everyone inside hostage, the team isn’t prepared for a surprise combatant: Santa Claus is on the grounds, and he’s about to show why this Nick is no saint.",
		"poster": "http://image.tmdb.org/t/p/original/1XSYOP0JjjyMz1irihvWywro82r.jpg",
		"adult": false,
		"releasedDate": "2022-11-30",
		"runtime": 112,
		"voteCount": 1033,
		"voteAverage": 7.67,
		"popularity": 1586.338
	},
	{
		"title": "Troll",
		"overview": "Deep inside the mountain of Dovre, something gigantic awakens after being trapped for a thousand years. Destroying everything in its path, the creature is fast approaching the capital of Norway. But how do you stop something you thought only existed in Norwegian folklore?",
		"poster": "http://image.tmdb.org/t/p/original/9z4jRr43JdtU66P0iy8h18OyLql.jpg",
		"adult": false,
		"releasedDate": "2022-12-01",
		"runtime": 104,
		"voteCount": 1083,
		"voteAverage": 6.726,
		"popularity": 1519.719
	},
	{
		"title": "Black Adam",
		"overview": "Nearly 5,000 years after he was bestowed with the almighty powers of the Egyptian gods—and imprisoned just as quickly—Black Adam is freed from his earthly tomb, ready to unleash his unique form of justice on the modern world.",
		"poster": "http://image.tmdb.org/t/p/original/pFlaoHTZeyNkG83vxsAJiGzfSsa.jpg",
		"adult": false,
		"releasedDate": "2022-10-19",
		"runtime": 125,
		"voteCount": 3894,
		"voteAverage": 7.211,
		"popularity": 1303.947
	},
	{
		"title": "Avatar",
		"overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
		"poster": "http://image.tmdb.org/t/p/original/jRXYjXNq0Cs2TcJjLkki24MLp7u.jpg",
		"adult": false,
		"releasedDate": "2009-12-15",
		"runtime": 162,
		"voteCount": 28030,
		"voteAverage": 7.565,
		"popularity": 1231.261
	},
	{
		"title": "Black Panther: Wakanda Forever",
		"overview": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death. As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.",
		"poster": "http://image.tmdb.org/t/p/original/sv1xJUazXeYqALzczSZ3O6nkH75.jpg",
		"adult": false,
		"releasedDate": "2022-11-09",
		"runtime": 162,
		"voteCount": 1706,
		"voteAverage": 7.48,
		"popularity": 1216.323
	},
	{
		"title": "Savage Salvation",
		"overview": "Newly engaged Shelby John and Ruby Red want a fresh start after their struggles with addiction, but when Shelby discovers his beloved Ruby dead on their porch, he embarks on a vengeful killing spree of the dealers who supplied her. Armed with nothing but adrenaline and a nail gun, Shelby begins to unleash chaos on the town’s criminal underbelly, as he hunt’s down crime lord Coyote. Sheriff Church must race against the clock to put an end to Shelby's vigilante justice before the entire town descends into a bloodbath.",
		"poster": "http://image.tmdb.org/t/p/original/fJRt3mmZEvf8gQzoNLzjPtWpc9o.jpg",
		"adult": false,
		"releasedDate": "2022-12-02",
		"runtime": 101,
		"voteCount": 66,
		"voteAverage": 6.364,
		"popularity": 1211.338
	},
	{
		"title": "Glass Onion: A Knives Out Mystery",
		"overview": "World-famous detective Benoit Blanc heads to Greece to peel back the layers of a mystery surrounding a tech billionaire and his eclectic crew of friends.",
		"poster": "http://image.tmdb.org/t/p/original/vDGr1YdrlfbU9wxTOdpf3zChmv9.jpg",
		"adult": false,
		"releasedDate": "2022-11-23",
		"runtime": 140,
		"voteCount": 2979,
		"voteAverage": 7.084,
		"popularity": 1136.979
	},
	{
		"title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
		"overview": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever.",
		"poster": "http://image.tmdb.org/t/p/original/iREd0rNCjYdf5Ar0vfaW32yrkm.jpg",
		"adult": false,
		"releasedDate": "2005-12-07",
		"runtime": 143,
		"voteCount": 9209,
		"voteAverage": 7.111,
		"popularity": 1058.626
	},
	{
		"title": "Encanto at the Hollywood Bowl",
		"overview": "A taped performance of the Encanto Live-to-Film Concert Experience at the Hollywood Bowl. The original cast puts on a miracle of a concert as they sing the favorite songs, accompanied by a full orchestra and 50 person ensemble, and the Hollywood Bowl transforms into Casita!",
		"poster": "http://image.tmdb.org/t/p/original/sa3Ku5yNVjp8NloWxJoI9dQjvOi.jpg",
		"adult": false,
		"releasedDate": "2022-12-28",
		"runtime": 45,
		"voteCount": 47,
		"voteAverage": 7.277,
		"popularity": 1054.789
	},
	{
		"title": "The Big 4",
		"overview": "A by-the-book female detective teams up with four down-on-their-luck assassins to investigate her father's murder.",
		"poster": "http://image.tmdb.org/t/p/original/jrw684BhFJZ9Jac6KJda3hSQkxt.jpg",
		"adult": false,
		"releasedDate": "2022-12-19",
		"runtime": 141,
		"voteCount": 100,
		"voteAverage": 7.08,
		"popularity": 1047.888
	},
	{
		"title": "The Woman King",
		"overview": "The story of the Agojie, the all-female unit of warriors who protected the African Kingdom of Dahomey in the 1800s with skills and a fierceness unlike anything the world has ever seen, and General Nanisca as she trains the next generation of recruits and readies them for battle against an enemy determined to destroy their way of life.",
		"poster": "http://image.tmdb.org/t/p/original/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
		"adult": false,
		"releasedDate": "2022-09-16",
		"runtime": 135,
		"voteCount": 1123,
		"voteAverage": 7.873,
		"popularity": 1025.498
	},
	{
		"title": "Roald Dahl's Matilda the Musical",
		"overview": "An extraordinary young girl discovers her superpower and summons the remarkable courage, against all odds, to help others change their stories, whilst also taking charge of her own destiny. Standing up for what's right, she's met with miraculous results.",
		"poster": "http://image.tmdb.org/t/p/original/ga8R3OiOMMgSvZ4cOj8x7prUNYZ.jpg",
		"adult": false,
		"releasedDate": "2022-11-25",
		"runtime": 117,
		"voteCount": 413,
		"voteAverage": 6.875,
		"popularity": 987.424
	},
	{
		"title": "The Last Client",
		"overview": "Renowned psychologist Susanne (Signe Egholm Olsen) is caught in a living nightmare when her new client (Anton Hjejle) turns out to be a wanted serial killer.",
		"poster": "http://image.tmdb.org/t/p/original/oUhZzMpHAMgdRgLbsvBIqhY7fKe.jpg",
		"adult": false,
		"releasedDate": "2022-06-20",
		"runtime": 95,
		"voteCount": 42,
		"voteAverage": 7.738,
		"popularity": 978.23
	},
	{
		"title": "Prey for the Devil",
		"overview": "In response to a global rise in demonic possessions, the Catholic Church reopens exorcism schools to train priests in the Rite of Exorcism. On this spiritual battlefield, an unlikely warrior rises: a young nun, Sister Ann. Thrust onto the spiritual frontline with fellow student Father Dante, Sister Ann finds herself in a battle for the soul of a young girl and soon realizes the Devil has her right where he wants her.",
		"poster": "http://image.tmdb.org/t/p/original/iCvgemXf2Kpr2LvpDmt5J9NhjKM.jpg",
		"adult": false,
		"releasedDate": "2022-10-23",
		"runtime": 93,
		"voteCount": 435,
		"voteAverage": 7.255,
		"popularity": 908.125
	},
	{
		"title": "Exploits of a Young Don Juan",
		"overview": "Roger is a 16-year-old who seeks to lose his virginity in this erotic drama. His initial efforts are unsuccessful, but World War I breaks out and men are seen marching off to battle. Roger goes overboard when he is presented with several amorous opportunities.",
		"poster": "http://image.tmdb.org/t/p/original/xvtRgQIRegLjsjaIkKQbh0hk3Qy.jpg",
		"adult": false,
		"releasedDate": "1986-11-04",
		"runtime": 95,
		"voteCount": 120,
		"voteAverage": 5.671,
		"popularity": 888.908
	},
	{
		"title": "My Name Is Vendetta",
		"overview": "After old enemies kill his family, a former mafia enforcer and his feisty daughter flee to Milan, where they hide out while plotting their revenge.",
		"poster": "http://image.tmdb.org/t/p/original/7l3war94J4tRyWUiLAGokr3ViF2.jpg",
		"adult": false,
		"releasedDate": "2022-11-30",
		"runtime": 90,
		"voteCount": 334,
		"voteAverage": 6.828,
		"popularity": 834.324
	},
	{
		"title": "High Heat",
		"overview": "When the local mafia shows up to burn down her restaurant, Ana, a chef with a meticulous past, defends her turf and proves her knife skills both in and out of the kitchen.",
		"poster": "http://image.tmdb.org/t/p/original/mmD0NVdhiRiCu64YKem5GK5PSfy.jpg",
		"adult": false,
		"releasedDate": "2022-12-16",
		"runtime": 84,
		"voteCount": 33,
		"voteAverage": 5.652,
		"popularity": 826.764
	},
	{
		"title": "Mal de ojo",
		"overview": "Nala, a thirteen-year-old girl from the city, travels with her family to her grandmother's home in the countryside, to try to find a cure for her little sister's mysterious illness - But she'll soon find her granny is not exactly what she seems...",
		"poster": "http://image.tmdb.org/t/p/original/sChhX2wWgVbTd6j38ADrAfHd4mE.jpg",
		"adult": false,
		"releasedDate": "2022-09-22",
		"runtime": 100,
		"voteCount": 144,
		"voteAverage": 6.882,
		"popularity": 811.741
	},
	{
		"title": "Detective Knight: Rogue",
		"overview": "As Los Angeles prepares for Halloween, mask-wearing armed robbers critically wound detective James Knight’s partner in a shootout following a heist. With Knight in hot pursuit, the bandits flee L.A. for New York, where the detective’s dark past collides with his present case and threatens to tear his world apart…unless redemption can claim Knight first.",
		"poster": "http://image.tmdb.org/t/p/original/2wj5iUJ2B5AQ1lFctJgUrHHsp9B.jpg",
		"adult": false,
		"releasedDate": "2022-10-21",
		"runtime": 105,
		"voteCount": 47,
		"voteAverage": 6.138,
		"popularity": 767.99
	},
	{
		"title": "Girl at the Window",
		"overview": "A troubled teenage girl who’s struggling to cope with the accidental death of her father suspects that the mysterious killer stalking her hometown is not only her neighbour but her mother’s new romantic interest.",
		"poster": "http://image.tmdb.org/t/p/original/y8PhaJDd4YcYX7DVKJxoDwBUCZO.jpg",
		"adult": false,
		"releasedDate": "2022-08-18",
		"runtime": 84,
		"voteCount": 26,
		"voteAverage": 6.558,
		"popularity": 752.711
	},
	{
		"title": "Guillermo del Toro's Pinocchio",
		"overview": "During the rise of fascism in Mussolini's Italy, a wooden boy brought magically to life struggles to live up to his father's expectations.",
		"poster": "http://image.tmdb.org/t/p/original/vx1u0uwxdlhV2MUzj4VlcMB0N6m.jpg",
		"adult": false,
		"releasedDate": "2022-11-18",
		"runtime": 117,
		"voteCount": 1673,
		"voteAverage": 8.357,
		"popularity": 727.871
	},
	{
		"title": "The Pale Blue Eye",
		"overview": "West Point, New York, 1830. When a cadet at the burgeoning military academy is found hanged with his heart cut out, the top brass summons former New York City constable Augustus Landor to investigate. While attempting to solve this grisly mystery, the reluctant detective engages the help of one of the cadets: a strange but brilliant young fellow by the name of Edgar Allan Poe",
		"poster": "http://image.tmdb.org/t/p/original/9xkGlFRqrN8btTLU0KQvOfn2PHr.jpg",
		"adult": false,
		"releasedDate": "2022-12-22",
		"runtime": 130,
		"voteCount": 846,
		"voteAverage": 7.021,
		"popularity": 722.523
	},
	{
		"title": "Terrifier 2",
		"overview": "After being resurrected by a sinister entity, Art the Clown returns to Miles County where he must hunt down and destroy a teenage girl and her younger brother on Halloween night.  As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent.",
		"poster": "http://image.tmdb.org/t/p/original/8gLhu8UFPZfH2Hv11JhTZkb9CVl.jpg",
		"adult": false,
		"releasedDate": "2022-10-06",
		"runtime": 138,
		"voteCount": 941,
		"voteAverage": 6.944,
		"popularity": 721.231
	},
	{
		"title": "House Party",
		"overview": "Aspiring club promoters and best buds Damon and Kevin are barely keeping things together. Out of money, down on their luck and about to lose the roofs over their heads—and freshly fired from their low-lift jobs as house cleaners—the pair needs a huge windfall to make their problems go away. In a ‘what the hell?’ move, they decide to host the party of the year at an exclusive mansion, the site of their last cleaning job, which just happens to belong to none other than LeBron James. No permission? No problem. What could go wrong?",
		"poster": "http://image.tmdb.org/t/p/original/KiyKR9m6h01eIvGObGmpt16U3F.jpg",
		"adult": false,
		"releasedDate": "2023-01-12",
		"runtime": 100,
		"voteCount": 19,
		"voteAverage": 7.158,
		"popularity": 688.035
	},
	{
		"title": "A Frozen Rooster",
		"overview": "The rooster Toto has a new enemy: a pirate who plans to turn him into a cryogenically frozen rooster.",
		"poster": "http://image.tmdb.org/t/p/original/gBBCBMXKzWRADtliUYfV69aVIcz.jpg",
		"adult": false,
		"releasedDate": "2022-12-14",
		"runtime": 91,
		"voteCount": 195,
		"voteAverage": 8.1,
		"popularity": 644.705
	},
	{
		"title": "Strange World",
		"overview": "A journey deep into an uncharted and treacherous land, where fantastical creatures await the legendary Clades—a family of explorers whose differences threaten to topple their latest, and by far most crucial, mission.",
		"poster": "http://image.tmdb.org/t/p/original/fHMqfsYyl3lskPK2RiFRwhzwuep.jpg",
		"adult": false,
		"releasedDate": "2022-11-23",
		"runtime": 102,
		"voteCount": 706,
		"voteAverage": 6.551,
		"popularity": 641.347
	},
	{
		"title": "Inspector Sun and the Curse of the Black Widow",
		"overview": "Shanghai, 1934. In an insect world parallel to that of humans, veteran Inspector Sun, a lone spider, leads his last mission against his archenemy the Red Locust, before embarking on a well-deserved retirement. His vacation aboard a Pan Am clipper between Shanghai and San Francisco comes to an abrupt end when millionaire Dr. Spindelthorp is found murdered. What begins as a routine case for Sun will ultimately decide the fate of humanity.",
		"poster": "http://image.tmdb.org/t/p/original/v1Wj5lzvsvFbXHdrmYGdXL10Q73.jpg",
		"adult": false,
		"releasedDate": "2022-12-28",
		"runtime": 90,
		"voteCount": 58,
		"voteAverage": 6.871,
		"popularity": 601.031
	},
	{
		"title": "R.I.P.D. 2: Rise of the Damned",
		"overview": "When Sheriff Roy Pulsipher finds himself in the afterlife, he joins a special police force and returns to Earth to save humanity from the undead.",
		"poster": "http://image.tmdb.org/t/p/original/g4yJTzMtOBUTAR2Qnmj8TYIcFVq.jpg",
		"adult": false,
		"releasedDate": "2022-11-15",
		"runtime": 102,
		"voteCount": 341,
		"voteAverage": 6.579,
		"popularity": 599.404
	},
	{
		"title": "Fall",
		"overview": "For best friends Becky and Hunter, life is all about conquering fears and pushing limits. But after they climb 2,000 feet to the top of a remote, abandoned radio tower, they find themselves stranded with no way down. Now Becky and Hunter’s expert climbing skills will be put to the ultimate test as they desperately fight to survive the elements, a lack of supplies, and vertigo-inducing heights",
		"poster": "http://image.tmdb.org/t/p/original/v28T5F1IygM8vXWZIycfNEm3xcL.jpg",
		"adult": false,
		"releasedDate": "2022-08-11",
		"runtime": 107,
		"voteCount": 2341,
		"voteAverage": 7.33,
		"popularity": 588.955
	},
	{
		"title": "Hex",
		"overview": "Following a mysterious disappearance on a jump, a group of skydivers experiences paranormal occurrences that leave them fighting for their lives.",
		"poster": "http://image.tmdb.org/t/p/original/xFJHb43ZAnnuiDztxZYsmyopweb.jpg",
		"adult": false,
		"releasedDate": "2022-11-01",
		"runtime": 88,
		"voteCount": 30,
		"voteAverage": 5.917,
		"popularity": 585.265
	},
	{
		"title": "Sniper: The White Raven",
		"overview": "Mykola is an eccentric pacifist who wants to be useful to humanity. When the war begins at Donbass, Mykola’s naive world is collapsing as the militants kill his pregnant wife and burn his home to the ground. Recovered, he makes a cardinal decision and gets enlisted in a sniper company. Having met his wife’s killers, he emotionally breaks down and arranges “sniper terror” for the enemy. He’s saved from a senseless death by his instructor who himself gets mortally wounded. The death of a friend leaves a “scar” and Mykola is ready to sacrifice his life.",
		"poster": "http://image.tmdb.org/t/p/original/lZOODJzwuQo0etJJyBBZJOSdZcW.jpg",
		"adult": false,
		"releasedDate": "2022-05-03",
		"runtime": 120,
		"voteCount": 249,
		"voteAverage": 7.715,
		"popularity": 580.422
	},
	{
		"title": "The Key Game",
		"overview": "Laura has been with Antonio all her life and, just when she begins to wonder if that is really the life she wants, Sergio and Siena cross paths in their lives. Sergio is a former high school classmate and Siena, his millennial girlfriend who arrives to revolutionize everyone's lives. Laura, Raquel and Cris, close friends for years, convince their respective husbands to play a game that Siena proposes to them: the game of keys. The game consists of everyone putting their keys in a bowl. At random, each one chooses some keys and he must go to spend the night with the owner of the keys. This game will revolutionize the group of friends and their lives. It will make them discover who they are and what they really want.",
		"poster": "http://image.tmdb.org/t/p/original/kffT53riEkORfenIPQl6piOyZQ1.jpg",
		"adult": false,
		"releasedDate": "2022-04-13",
		"runtime": 107,
		"voteCount": 25,
		"voteAverage": 5.7,
		"popularity": 576.856
	},
	{
		"title": "The Boss Baby: Christmas Bonus",
		"overview": "Christmas Eve takes a twisty turn when the Boss Baby accidentally swaps places with one of Santa's elves and gets stranded at the North Pole.",
		"poster": "http://image.tmdb.org/t/p/original/iMmMxF6f2OonUrXrHKBLSYAhXly.jpg",
		"adult": false,
		"releasedDate": "2022-12-06",
		"runtime": 47,
		"voteCount": 184,
		"voteAverage": 6.704,
		"popularity": 563.863
	},
	{
		"title": "Women in Fury",
		"overview": "The young, pretty and shy Angela Duvall is jailed for murder in some Latin American country. In the prison she gets brutally \"initiated\" by the other inmates. The nice, honest and handsome prison doctor believe she's innocent and tries to help her out.",
		"poster": "http://image.tmdb.org/t/p/original/bpQ5YAg9IwXpnlkjTZxWSj1P8Jj.jpg",
		"adult": false,
		"releasedDate": "1984-05-10",
		"runtime": 90,
		"voteCount": 18,
		"voteAverage": 5.028,
		"popularity": 560.17
	},
	{
		"title": "Wolf Hound",
		"overview": "Inspired by the real-life German special operations unit KG 200 that shot down, repaired, and flew Allied aircraft as Trojan horses, \"Wolf Hound\" takes place in 1944 German-occupied France and follows the daring exploits of Jewish-American fighter pilot Captain David Holden. Ambushed behind enemy lines, Holden must rescue a captured B-17 Flying Fortress crew, evade a ruthless enemy stalking him at every turn, and foil a plot that could completely alter the outcome of World War II.",
		"poster": "http://image.tmdb.org/t/p/original/6sMnY4fEVAfdadhANhGnNckxsmx.jpg",
		"adult": false,
		"releasedDate": "2022-06-03",
		"runtime": 127,
		"voteCount": 15,
		"voteAverage": 5.7,
		"popularity": 560.167
	},
	{
		"title": "Lesson Plan",
		"overview": "After a teacher dies, his best friend — a former cop — takes a job at the school where he worked to confront the gang he thinks was responsible.",
		"poster": "http://image.tmdb.org/t/p/original/wawP3mOUeRBrAtnbPwWK5eFaMdV.jpg",
		"adult": false,
		"releasedDate": "2022-11-23",
		"runtime": 101,
		"voteCount": 95,
		"voteAverage": 6.432,
		"popularity": 549.148
	},
	{
		"title": "JUNG_E",
		"overview": "On an uninhabitable 22nd-century Earth, the outcome of a civil war hinges on cloning the brain of an elite soldier to create a robot mercenary.",
		"poster": "http://image.tmdb.org/t/p/original/z2nfRxZCGFgAnVhb9pZO87TyTX5.jpg",
		"adult": false,
		"releasedDate": "2023-01-20",
		"runtime": 98,
		"voteCount": 135,
		"voteAverage": 6.029,
		"popularity": 542.837
	},
	{
		"title": "Medieval",
		"overview": "The story of 14th century Czech icon and warlord Jan Zizka who defeated armies of the Teutonic Order and the Holy Roman Empire.",
		"poster": "http://image.tmdb.org/t/p/original/eeUNWsdoiOijOZAMaWFDA5Pb1n8.jpg",
		"adult": false,
		"releasedDate": "2022-09-08",
		"runtime": 126,
		"voteCount": 305,
		"voteAverage": 7.195,
		"popularity": 532.242
	},
	{
		"title": "Mindcage",
		"overview": "Detectives Jake Doyle and Mary Kelly seek the help of an incarcerated serial killer named The Artist when a copycat killer strikes. While Mary searches for clues in The Artist's brilliant but twisted psyche, she and Jake are lured into a diabolical game of cat and mouse, racing against time to stay one step ahead of The Artist and his copycat.",
		"poster": "http://image.tmdb.org/t/p/original/JvqaHXdKBtEAmm4EDVTGkoAGIj.jpg",
		"adult": false,
		"releasedDate": "2022-12-16",
		"runtime": 107,
		"voteCount": 72,
		"voteAverage": 7.382,
		"popularity": 525.453
	},
	{
		"title": "Top Gun: Maverick",
		"overview": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
		"poster": "http://image.tmdb.org/t/p/original/62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
		"adult": false,
		"releasedDate": "2022-05-24",
		"runtime": 131,
		"voteCount": 5794,
		"voteAverage": 8.323,
		"popularity": 512.683
	},
	{
		"title": "All Quiet on the Western Front",
		"overview": "Paul Baumer and his friends Albert and Muller, egged on by romantic dreams of heroism, voluntarily enlist in the German army. Full of excitement and patriotic fervour, the boys enthusiastically march into a war they believe in. But once on the Western Front, they discover the soul-destroying horror of World War I.",
		"poster": "http://image.tmdb.org/t/p/original/hYqOjJ7Gh1fbqXrxlIao1g8ZehF.jpg",
		"adult": false,
		"releasedDate": "2022-10-28",
		"runtime": 147,
		"voteCount": 1498,
		"voteAverage": 7.78,
		"popularity": 503.255
	},
	{
		"title": "Abandoned",
		"overview": "After a young couple moves into a remote farmhouse with their infant son, the woman's struggles with postpartum psychosis begin to intensify... as the house reveals secrets of its own.",
		"poster": "http://image.tmdb.org/t/p/original/cO9ywQ2AMHM9EoBJsJGH1Gl9U5L.jpg",
		"adult": false,
		"releasedDate": "2022-06-17",
		"runtime": 102,
		"voteCount": 176,
		"voteAverage": 6.403,
		"popularity": 465.036
	},
	{
		"title": "The Independent",
		"overview": "It's the final weeks of the most consequential presidential election in history. America is poised to elect either its first female president or its first viable independent candidate. Reporting history as it's made, an idealistic young journalist teams up with her idol, legendary journalist Nick Booker, to uncover a conspiracy that places the fate of the election, and the country, in their hands.",
		"poster": "http://image.tmdb.org/t/p/original/jhlc1nsD8nnnGymEFaZ0twMH6M6.jpg",
		"adult": false,
		"releasedDate": "2022-11-02",
		"runtime": 108,
		"voteCount": 55,
		"voteAverage": 7.527,
		"popularity": 457.7
	},
	{
		"title": "Monstrous",
		"overview": "Laura, traumatized by an abusive relationship, runs away from her former husband with her seven-year-old son Cody. But in their new, idyllic and remote sanctuary, they find they have another, bigger and more terrifying monster to deal with…",
		"poster": "http://image.tmdb.org/t/p/original/ec3aX4DyjepEhPkpIUukaBxKpN3.jpg",
		"adult": false,
		"releasedDate": "2022-05-13",
		"runtime": 89,
		"voteCount": 175,
		"voteAverage": 6.137,
		"popularity": 449.755
	},
	{
		"title": "Japanese Woman is Cheap in the Next Room",
		"overview": "Jae-kyung is embarrassed and runs away after seeing someone talking to herself at a bar. Did she live in her next room? Yuya and Jae-kyung, who are free from misunderstanding, are rapidly approaching. Soon, they will develop into a relationship with each other. However, the new relationship at the boarding house causes all relationships to break. To make matters worse, Jae-kyung misunderstood Yuya's appearance to share her concerns with Ken. Can their relationship be restored?",
		"poster": "http://image.tmdb.org/t/p/original/ltsm79ByVGCfzlKYD91lcQNjK8o.jpg",
		"adult": false,
		"releasedDate": "2020-07-09",
		"runtime": 61,
		"voteCount": 7,
		"voteAverage": 7.4,
		"popularity": 435.566
	},
	{
		"title": "Smile",
		"overview": "After witnessing a bizarre, traumatic incident involving a patient, Dr. Rose Cotter starts experiencing frightening occurrences that she can't explain. As an overwhelming terror begins taking over her life, Rose must confront her troubling past in order to survive and escape her horrifying new reality.",
		"poster": "http://image.tmdb.org/t/p/original/aPqcQwu4VGEewPhagWNncDbJ9Xp.jpg",
		"adult": false,
		"releasedDate": "2022-09-23",
		"runtime": 115,
		"voteCount": 1527,
		"voteAverage": 6.834,
		"popularity": 424.242
	},
	{
		"title": "One Way",
		"overview": "On the run with a bag full of cash after a robbing his former crime boss—and a potentially fatal wound—Freddy slips onto a bus headed into the unrelenting California desert. With his life slipping through his fingers, Freddy is left with very few choices to survive.",
		"poster": "http://image.tmdb.org/t/p/original/uQCxOziq79P3wDsRwQhhkhQyDsJ.jpg",
		"adult": false,
		"releasedDate": "2022-09-02",
		"runtime": 96,
		"voteCount": 70,
		"voteAverage": 6.7,
		"popularity": 418.36
	},
	{
		"title": "La novia de América",
		"overview": "",
		"poster": "http://image.tmdb.org/t/p/original/5QADfXVnExzbSHgWvSB5iUIYBfy.jpg",
		"adult": false,
		"releasedDate": "2023-02-17",
		"runtime": 0,
		"voteCount": 0,
		"voteAverage": 0,
		"popularity": 414.047
	},
	{
		"title": "Puss in Boots",
		"overview": "Long before he even met Shrek, the notorious fighter, lover and outlaw Puss in Boots becomes a hero when he sets off on an adventure with the tough and street smart Kitty Softpaws and the mastermind Humpty Dumpty to save his town. This is the true story of The Cat, The Myth, The Legend... The Boots.",
		"poster": "http://image.tmdb.org/t/p/original/n4UkIqNYSTr4DPoHCVfLrL8mbre.jpg",
		"adult": false,
		"releasedDate": "2011-10-27",
		"runtime": 90,
		"voteCount": 2994,
		"voteAverage": 6.482,
		"popularity": 411.919
	},
	{
		"title": "Night at the Museum: Kahmunrah Rises Again",
		"overview": "Nick Daley is following in his father's footsteps as night watchman at the American Museum of Natural History, so he knows what happens when the sun goes down. But when the maniacal ruler Kahmunrah escapes, it is up to Nick to save the museum once and for all.",
		"poster": "http://image.tmdb.org/t/p/original/mkRQn520JQD07BNP03NK3iKCaPD.jpg",
		"adult": false,
		"releasedDate": "2022-12-09",
		"runtime": 77,
		"voteCount": 151,
		"voteAverage": 7.017,
		"popularity": 410.517
	},
	{
		"title": "Jurassic World Dominion",
		"overview": "Four years after the destruction of Isla Nublar, Biosyn operatives attempt to track down Maisie Lockwood, while Dr Ellie Sattler investigates a genetically engineered swarm of giant insects.",
		"poster": "http://image.tmdb.org/t/p/original/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
		"adult": false,
		"releasedDate": "2022-06-01",
		"runtime": 147,
		"voteCount": 4310,
		"voteAverage": 6.922,
		"popularity": 409.199
	},
	{
		"title": "Spider-Man: No Way Home",
		"overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
		"poster": "http://image.tmdb.org/t/p/original/uJYYizSuA9Y3DCs0qS4qWvHfZg4.jpg",
		"adult": false,
		"releasedDate": "2021-12-15",
		"runtime": 148,
		"voteCount": 16503,
		"voteAverage": 8.021,
		"popularity": 405.345
	},
	{
		"title": "Prey",
		"overview": "When danger threatens her camp, the fierce and highly skilled Comanche warrior Naru sets out to protect her people. But the prey she stalks turns out to be a highly evolved alien predator with a technically advanced arsenal.",
		"poster": "http://image.tmdb.org/t/p/original/ujr5pztc1oitbe7ViMUOilFaJ7s.jpg",
		"adult": false,
		"releasedDate": "2022-08-02",
		"runtime": 100,
		"voteCount": 5079,
		"voteAverage": 7.818,
		"popularity": 396.792
	},
	{
		"title": "Avatar: The Deep Dive - A Special Edition of 20/20",
		"overview": "An inside look at one of the most anticipated movie sequels ever with James Cameron and cast.",
		"poster": "http://image.tmdb.org/t/p/original/rtVeIsmeXnpjNbEKnm9Say58XjV.jpg",
		"adult": false,
		"releasedDate": "2022-12-14",
		"runtime": 41,
		"voteCount": 13,
		"voteAverage": 7.115,
		"popularity": 376.059
	},
	{
		"title": "Project Gemini",
		"overview": "After depleting Earth's resources for centuries, humankind's survival requires an exodus to outer space. An international expedition is quickly formed to find a suitable new planet, but when plans go awry, the crew is suddenly stranded without power on a strange planet, where something unimaginable lies in wait.",
		"poster": "http://image.tmdb.org/t/p/original/eX6tDFp4RhhjZaa1HUDUzFGPWYk.jpg",
		"adult": false,
		"releasedDate": "2022-01-06",
		"runtime": 98,
		"voteCount": 218,
		"voteAverage": 5.6,
		"popularity": 369.035
	},
	{
		"title": "Jeepers Creepers: Reborn",
		"overview": "Forced to travel with her boyfriend to a horror festival, Laine begins to experience disturbing visions associated with the urban legend of The Creeper. As the festival arrives and the blood-soaked entertainment builds to a frenzy, she becomes the center of it while something unearthly has been summoned.",
		"poster": "http://image.tmdb.org/t/p/original/qVVegwPsW6n9unBtLWq1rzOutka.jpg",
		"adult": false,
		"releasedDate": "2022-09-19",
		"runtime": 88,
		"voteCount": 608,
		"voteAverage": 5.819,
		"popularity": 363.016
	},
	{
		"title": "Bullet Train",
		"overview": "Unlucky assassin Ladybug is determined to do his job peacefully after one too many gigs gone off the rails. Fate, however, may have other plans, as Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe—all with connected, yet conflicting, objectives—on the world's fastest train.",
		"poster": "http://image.tmdb.org/t/p/original/tVxDe01Zy3kZqaZRNiXFGDICdZk.jpg",
		"adult": false,
		"releasedDate": "2022-07-03",
		"runtime": 126,
		"voteCount": 3199,
		"voteAverage": 7.518,
		"popularity": 359.808
	},
	{
		"title": "Everything Everywhere All at Once",
		"overview": "An aging Chinese immigrant is swept up in an insane adventure, where she alone can save what's important to her by connecting with the lives she could have led in other universes.",
		"poster": "http://image.tmdb.org/t/p/original/rKvCys0fMIIi1X9rmJBxTPLAtoU.jpg",
		"adult": false,
		"releasedDate": "2022-03-24",
		"runtime": 140,
		"voteCount": 2848,
		"voteAverage": 8.04,
		"popularity": 356.695
	},
	{
		"title": "Disenchanted",
		"overview": "Disillusioned with life in the city, feeling out of place in suburbia, and frustrated that her happily ever after hasn’t been so easy to find, Giselle turns to the magic of Andalasia for help. Accidentally transforming the entire town into a real-life fairy tale and placing her family’s future happiness in jeopardy, she must race against time to reverse the spell and determine what happily ever after truly means to her and her family.",
		"poster": "http://image.tmdb.org/t/p/original/4x3pt6hoLblBeHebUa4OyiVXFiM.jpg",
		"adult": false,
		"releasedDate": "2022-11-18",
		"runtime": 120,
		"voteCount": 703,
		"voteAverage": 7.054,
		"popularity": 349.607
	},
	{
		"title": "Babylon",
		"overview": "A tale of outsized ambition and outrageous excess, tracing the rise and fall of multiple characters in an era of unbridled decadence and depravity during Hollywood's transition from silent films and to sound films in the late 1920s.",
		"poster": "http://image.tmdb.org/t/p/original/wjOHjWCUE0YzDiEzKv8AfqHj3ir.jpg",
		"adult": false,
		"releasedDate": "2022-12-22",
		"runtime": 189,
		"voteCount": 422,
		"voteAverage": 7.819,
		"popularity": 344.297
	},
	{
		"title": "Polar",
		"overview": "MG, a policewoman who has been expelled from the Corps due to the problems with alcohol and drugs that she has had since the loss of her son, receives a call from a man asking her to look for Macarena Gómez, a popular TV actress.",
		"poster": "http://image.tmdb.org/t/p/original/efuKHH9LqBZB67AS87kprLgaYO8.jpg",
		"adult": false,
		"releasedDate": "2022-10-26",
		"runtime": 76,
		"voteCount": 18,
		"voteAverage": 6.8,
		"popularity": 337.488
	},
	{
		"title": "Thor: Love and Thunder",
		"overview": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
		"poster": "http://image.tmdb.org/t/p/original/pIkRyD18kl4FhoCNQuWxWu5cBLM.jpg",
		"adult": false,
		"releasedDate": "2022-07-06",
		"runtime": 119,
		"voteCount": 5282,
		"voteAverage": 6.651,
		"popularity": 335.948
	},
	{
		"title": "Sonic the Hedgehog 2",
		"overview": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
		"poster": "http://image.tmdb.org/t/p/original/6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
		"adult": false,
		"releasedDate": "2022-04-08",
		"runtime": 122,
		"voteCount": 3628,
		"voteAverage": 7.612,
		"popularity": 330.924
	},
	{
		"title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
		"overview": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
		"poster": "http://image.tmdb.org/t/p/original/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
		"adult": false,
		"releasedDate": "2020-10-16",
		"runtime": 117,
		"voteCount": 2909,
		"voteAverage": 8.294,
		"popularity": 330.453
	},
	{
		"title": "Avatar: Creating the World of Pandora",
		"overview": "The Making-of James Cameron's Avatar. It shows interesting parts of the work on the set.",
		"poster": "http://image.tmdb.org/t/p/original/sjf3xjuofCtDhZghJRzXlTiEjJe.jpg",
		"adult": false,
		"releasedDate": "2010-02-07",
		"runtime": 23,
		"voteCount": 38,
		"voteAverage": 7.316,
		"popularity": 330.086
	},
	{
		"title": "L'oubliée d'Amboise",
		"overview": "A violinist is found dead not far from the tomb of DaVinci, in a suspicious position. Captain of the Orléans research section, Alban Dutertre teams up with Officer Bérénice Amarillo. Alban and Bérénice will have to solve the puzzle.",
		"poster": "http://image.tmdb.org/t/p/original/n7Per7QRNDcjTyDg8qHvotOBion.jpg",
		"adult": false,
		"releasedDate": "2022-04-03",
		"runtime": 96,
		"voteCount": 15,
		"voteAverage": 6.433,
		"popularity": 328.31
	},
	{
		"title": "Jujutsu Kaisen 0",
		"overview": "Yuta Okkotsu is a nervous high school student who is suffering from a serious problem—his childhood friend Rika has turned into a curse and won't leave him alone. Since Rika is no ordinary curse, his plight is noticed by Satoru Gojo, a teacher at Jujutsu High, a school where fledgling exorcists learn how to combat curses. Gojo convinces Yuta to enroll, but can he learn enough in time to confront the curse that haunts him?",
		"poster": "http://image.tmdb.org/t/p/original/3pTwMUEavTzVOh6yLN0aEwR7uSy.jpg",
		"adult": false,
		"releasedDate": "2021-12-24",
		"runtime": 105,
		"voteCount": 778,
		"voteAverage": 8.26,
		"popularity": 326.46
	},
	{
		"title": "Dragon Ball Super: Super Hero",
		"overview": "The Red Ribbon Army, an evil organization that was once destroyed by Goku in the past, has been reformed by a group of people who have created new and mightier Androids, Gamma 1 and Gamma 2, and seek vengeance against Goku and his family.",
		"poster": "http://image.tmdb.org/t/p/original/rugyJdeoJm7cSJL1q4jBpTNbxyU.jpg",
		"adult": false,
		"releasedDate": "2022-06-11",
		"runtime": 99,
		"voteCount": 2183,
		"voteAverage": 7.961,
		"popularity": 325.278
	},
	{
		"title": "No Abras La Puerta",
		"overview": "Fausto and Esther childhood was tormented. Fausto, trying to escape from his father. Esther, mistreated by her brother-in-law. They both begin to be involved in a supernatural situation. Over which they have no control.",
		"poster": "http://image.tmdb.org/t/p/original/p3c23qNXEhTNhLP6Q1E00Z3ZtQv.jpg",
		"adult": false,
		"releasedDate": "2022-11-30",
		"runtime": 0,
		"voteCount": 21,
		"voteAverage": 6.9,
		"popularity": 323.514
	},
	{
		"title": "Blade of the 47 Ronin",
		"overview": "In this sequel to \"47 Ronin,\" a new class of warriors emerges among the Samurai clans to keep a sought-after sword from falling into the wrong hands.",
		"poster": "http://image.tmdb.org/t/p/original/kjFDIlUCJkcpFxYKtE6OsGcAfQQ.jpg",
		"adult": false,
		"releasedDate": "2022-10-25",
		"runtime": 106,
		"voteCount": 118,
		"voteAverage": 6.7,
		"popularity": 320.843
	},
	{
		"title": "The Minute You Wake Up Dead",
		"overview": "A stockbroker in a small southern town gets embroiled in an insurance scam with a next-door neighbor that leads to multiple murders when a host of other people want in on the plot. Sheriff Thurmond Fowler, the by-the-book town sheriff for over four decades, works earnestly to try and unravel the town’s mystery and winds up getting more than he bargained for.",
		"poster": "http://image.tmdb.org/t/p/original/pUPwTbnAqfm95BZjNBnMMf39ChT.jpg",
		"adult": false,
		"releasedDate": "2022-11-04",
		"runtime": 90,
		"voteCount": 35,
		"voteAverage": 5.614,
		"popularity": 319.951
	},
	{
		"title": "Maneater",
		"overview": "A group of friends on vacation in a seeming island paradise are stalked by an unrelenting great white after an accident leaves them stranded and left for dead.",
		"poster": "http://image.tmdb.org/t/p/original/pwf3DGuWB1AptvIzHhlGxDUNnQX.jpg",
		"adult": false,
		"releasedDate": "2022-08-26",
		"runtime": 86,
		"voteCount": 29,
		"voteAverage": 5.138,
		"popularity": 317.045
	},
	{
		"title": "Lyle, Lyle, Crocodile",
		"overview": "When the Primm family moves to New York City, their young son Josh struggles to adapt to his new school and new friends. All of that changes when he discovers Lyle — a singing crocodile who loves baths, caviar and great music — living in the attic of his new home. But when Lyle’s existence is threatened by evil neighbor Mr. Grumps, the Primms must band together to show the world that family can come from the most unexpected places.",
		"poster": "http://image.tmdb.org/t/p/original/irIS5Tn3TXjNi1R9BpWvGAN4CZ1.jpg",
		"adult": false,
		"releasedDate": "2022-10-07",
		"runtime": 106,
		"voteCount": 298,
		"voteAverage": 7.73,
		"popularity": 316.909
	},
	{
		"title": "Cop Secret",
		"overview": "When Bússi, Iceland's toughest cop, is forced to work with a new partner to solve a series of bank robberies, the pressure to close the case as soon as possible proves too much for him.",
		"poster": "http://image.tmdb.org/t/p/original/jnWyZsaCl3Ke6u6ReSmBRO8S1rX.jpg",
		"adult": false,
		"releasedDate": "2022-05-23",
		"runtime": 100,
		"voteCount": 58,
		"voteAverage": 6.3,
		"popularity": 296.132
	},
	{
		"title": "Me contro Te: Il film - Persi nel tempo",
		"overview": "Luì is about to receive his diploma as a scientist until Mr. S and Perfidia will try to undermine the Me against You.",
		"poster": "http://image.tmdb.org/t/p/original/18URyTcpuJOrbPDrld9v4YGh8gk.jpg",
		"adult": false,
		"releasedDate": "2022-01-01",
		"runtime": 60,
		"voteCount": 42,
		"voteAverage": 7.8,
		"popularity": 291.682
	},
	{
		"title": "Emily the Criminal",
		"overview": "Desperate for income, Emily takes a shady gig buying goods with stolen credit cards supplied by a charismatic middleman named Youcef. Seduced by the quick cash and illicit thrills, they hatch a plan to take their business to the next level.",
		"poster": "http://image.tmdb.org/t/p/original/iZvzMpREGiqDQ5eYbx8z70qPgst.jpg",
		"adult": false,
		"releasedDate": "2022-08-12",
		"runtime": 97,
		"voteCount": 387,
		"voteAverage": 6.859,
		"popularity": 291.104
	},
	{
		"title": "Sing 2",
		"overview": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
		"poster": "http://image.tmdb.org/t/p/original/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
		"adult": false,
		"releasedDate": "2021-12-01",
		"runtime": 110,
		"voteCount": 3443,
		"voteAverage": 8,
		"popularity": 289.065
	},
	{
		"title": "Encanto",
		"overview": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
		"poster": "http://image.tmdb.org/t/p/original/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
		"adult": false,
		"releasedDate": "2021-10-13",
		"runtime": 102,
		"voteCount": 7869,
		"voteAverage": 7.658,
		"popularity": 288.492
	},
	{
		"title": "Beast",
		"overview": "A recently widowed man and his two teenage daughters travel to a game reserve in South Africa. However, their journey of healing soon turns into a fight for survival when a bloodthirsty lion starts to stalk them.",
		"poster": "http://image.tmdb.org/t/p/original/xIGr7UHsKf0URWmyyd5qFMAq4d8.jpg",
		"adult": false,
		"releasedDate": "2022-08-11",
		"runtime": 93,
		"voteCount": 985,
		"voteAverage": 6.909,
		"popularity": 287.326
	},
	{
		"title": "The Lair",
		"overview": "Royal Air Force pilot Lt. Kate Sinclair is on her final flight mission when her jet is shot down over one of the most dangerous rebel strongholds in Afghanistan. She finds refuge in an abandoned underground bunker where deadly man-made creatures known as Ravagers — half-human, half-alien, and hungry for human flesh — are awakened.",
		"poster": "http://image.tmdb.org/t/p/original/ifRFLx83Xk1DcwAS3OScgI6HmWO.jpg",
		"adult": false,
		"releasedDate": "2022-10-28",
		"runtime": 93,
		"voteCount": 63,
		"voteAverage": 5.73,
		"popularity": 286.924
	},
	{
		"title": "Minions: The Rise of Gru",
		"overview": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
		"poster": "http://image.tmdb.org/t/p/original/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
		"adult": false,
		"releasedDate": "2022-06-29",
		"runtime": 87,
		"voteCount": 2550,
		"voteAverage": 7.488,
		"popularity": 286.362
	},
	{
		"title": "Orphan: First Kill",
		"overview": "After escaping from an Estonian psychiatric facility, Leena Klammer travels to America by impersonating Esther, the missing daughter of a wealthy family. But when her mask starts to slip, she is put against a mother who will protect her family from the murderous “child” at any cost.",
		"poster": "http://image.tmdb.org/t/p/original/pHkKbIRoCe7zIFvqan9LFSaQAde.jpg",
		"adult": false,
		"releasedDate": "2022-07-27",
		"runtime": 99,
		"voteCount": 1524,
		"voteAverage": 6.803,
		"popularity": 284.532
	},
	{
		"title": "The Menu",
		"overview": "A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises.",
		"poster": "http://image.tmdb.org/t/p/original/fPtUgMcLIboqlTlPrq0bQpKK8eq.jpg",
		"adult": false,
		"releasedDate": "2022-11-18",
		"runtime": 107,
		"voteCount": 1917,
		"voteAverage": 7.299,
		"popularity": 281.95
	},
	{
		"title": "Tag-init",
		"overview": "During his summer vacation, Martin meets two women that would let him explore his manhood - Adele, the politician's kept woman and Nadine, the sexually-active Manila girl.",
		"poster": "http://image.tmdb.org/t/p/original/khAUrymJdEeE17mU1BOOHIcdLH4.jpg",
		"adult": false,
		"releasedDate": "2023-01-20",
		"runtime": 0,
		"voteCount": 2,
		"voteAverage": 3.5,
		"popularity": 276.002
	},
	{
		"title": "Doctor Strange in the Multiverse of Madness",
		"overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
		"poster": "http://image.tmdb.org/t/p/original/9Gtg2DzBhmYamXBS1hKAhiwbBKS.jpg",
		"adult": false,
		"releasedDate": "2022-05-04",
		"runtime": 126,
		"voteCount": 6818,
		"voteAverage": 7.414,
		"popularity": 275.877
	},
	{
		"title": "Shark Bait",
		"overview": "A group of friends enjoying a weekend steal a couple of jetskis racing them out to sea, ending up in a horrific head-on collision. They struggle to find a way home with a badly injured friend while from the waters below predators lurk.",
		"poster": "http://image.tmdb.org/t/p/original/bVUgMgVozyFScDM3quP412kXrT.jpg",
		"adult": false,
		"releasedDate": "2022-05-13",
		"runtime": 87,
		"voteCount": 199,
		"voteAverage": 5.897,
		"popularity": 273.553
	},
	{
		"title": "Orgasm Inc: The Story of OneTaste",
		"overview": "A sexual wellness company gains fame and followers, then members come forward with shocking allegations.",
		"poster": "http://image.tmdb.org/t/p/original/yqI3XQ1nmvxFpBus1BescRrRBAj.jpg",
		"adult": false,
		"releasedDate": "2022-11-05",
		"runtime": 89,
		"voteCount": 43,
		"voteAverage": 6.581,
		"popularity": 271.426
	},
	{
		"title": "The Whale",
		"overview": "A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption.",
		"poster": "http://image.tmdb.org/t/p/original/63Dsk2P2bu0KXLslShS5I60wsOD.jpg",
		"adult": false,
		"releasedDate": "2022-12-09",
		"runtime": 117,
		"voteCount": 44,
		"voteAverage": 7.5,
		"popularity": 271.2
	},
	{
		"title": "All My Friends Hate Me",
		"overview": "Genuine but increasingly insecure Pete is cautiously excited about reuniting with his college crew for a birthday weekend of memories, partying and earnest reconnection at a picturesque English manor. Best laid plans, dear audience.",
		"poster": "http://image.tmdb.org/t/p/original/bZmhUlFCAnkqZY3ef5AJhdiNesh.jpg",
		"adult": false,
		"releasedDate": "2022-03-11",
		"runtime": 93,
		"voteCount": 57,
		"voteAverage": 6.2,
		"popularity": 269.854
	},
	{
		"title": "The Batman",
		"overview": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
		"poster": "http://image.tmdb.org/t/p/original/74xTEgt7R36Fpooo50r9T25onhq.jpg",
		"adult": false,
		"releasedDate": "2022-03-02",
		"runtime": 177,
		"voteCount": 7321,
		"voteAverage": 7.709,
		"popularity": 268.711
	},
	{
		"title": "Dog Gone",
		"overview": "When his beloved dog goes missing, a young man embarks on an incredible search with his parents to find him and give him life-saving medication.",
		"poster": "http://image.tmdb.org/t/p/original/eYWdLZCS9W1Xli9bynzFSddLx02.jpg",
		"adult": false,
		"releasedDate": "2023-01-13",
		"runtime": 95,
		"voteCount": 79,
		"voteAverage": 6.532,
		"popularity": 266.567
	},
	{
		"title": "Paradise City",
		"overview": "Renegade bounty hunter Ryan Swan must carve his way through the Hawaiian crime world to wreak vengeance on the kingpin who murdered his father.",
		"poster": "http://image.tmdb.org/t/p/original/xdmmd437QdjcCls8yCQxrH5YYM4.jpg",
		"adult": false,
		"releasedDate": "2022-11-11",
		"runtime": 93,
		"voteCount": 56,
		"voteAverage": 5.527,
		"popularity": 265.2
	},
	{
		"title": "Teen Wolf: The Movie",
		"overview": "The wolves are howling once again, as a terrifying ancient evil emerges in Beacon Hills. Scott McCall, no longer a teenager yet still an Alpha, must gather new allies and reunite trusted friends to fight back against this powerful and deadly enemy.",
		"poster": "http://image.tmdb.org/t/p/original/vhbLJUXf73uHkvyiN2rcEonqT87.jpg",
		"adult": false,
		"releasedDate": "2023-01-18",
		"runtime": 140,
		"voteCount": 20,
		"voteAverage": 8.7,
		"popularity": 264.46
	},
	{
		"title": "The Time Capsule",
		"overview": "In the near future, a politician fresh off an electoral loss escapes to his family's summer lake house. His vacation is disrupted by the appearance of his first love, who has just returned from a 20-year space voyage and hasn't aged a day.",
		"poster": "http://image.tmdb.org/t/p/original/c12EChMNDP11dJzoruUBIHwsYRa.jpg",
		"adult": false,
		"releasedDate": "2022-11-23",
		"runtime": 105,
		"voteCount": 5,
		"voteAverage": 7.4,
		"popularity": 262.008
	},
	{
		"title": "Avatar: Scene Deconstruction",
		"overview": "The deconstruction of the Avatar scenes and sets",
		"poster": "http://image.tmdb.org/t/p/original/uCreCQFReeF0RiIXkQypRYHwikx.jpg",
		"adult": false,
		"releasedDate": "2009-12-18",
		"runtime": 0,
		"voteCount": 13,
		"voteAverage": 7.692,
		"popularity": 259.298
	},
	{
		"title": "The Banshees of Inisherin",
		"overview": "Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.",
		"poster": "http://image.tmdb.org/t/p/original/4yFG6cSPaCaPhyJ1vtGOtMD1lgh.jpg",
		"adult": false,
		"releasedDate": "2022-10-21",
		"runtime": 114,
		"voteCount": 623,
		"voteAverage": 7.472,
		"popularity": 257.81
	},
	{
		"title": "Turning Red",
		"overview": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
		"poster": "http://image.tmdb.org/t/p/original/qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
		"adult": false,
		"releasedDate": "2022-03-10",
		"runtime": 100,
		"voteCount": 3812,
		"voteAverage": 7.5,
		"popularity": 256.877
	},
	{
		"title": "Lost Bullet 2",
		"overview": "Having cleared his name, genius mechanic Lino has only one goal in mind: getting revenge on the corrupt cops who killed his brother and his mentor.",
		"poster": "http://image.tmdb.org/t/p/original/uAeZI1JJbLPq7Bu5dziH7emHeu7.jpg",
		"adult": false,
		"releasedDate": "2022-11-10",
		"runtime": 98,
		"voteCount": 224,
		"voteAverage": 6.6,
		"popularity": 250.342
	},
	{
		"title": "Scream",
		"overview": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
		"poster": "http://image.tmdb.org/t/p/original/fFE6E9jRKaiy7LHxk4jH1jIWzyT.jpg",
		"adult": false,
		"releasedDate": "2022-01-12",
		"runtime": 114,
		"voteCount": 2026,
		"voteAverage": 6.7,
		"popularity": 249.982
	},
	{
		"title": "Hellraiser",
		"overview": "A young woman struggling with addiction comes into possession of an ancient puzzle box, unaware that its purpose is to summon the Cenobites, a group of sadistic supernatural beings from another dimension.",
		"poster": "http://image.tmdb.org/t/p/original/f9ZAIUxTTk23vo1BC9Ur1Rx5c2E.jpg",
		"adult": false,
		"releasedDate": "2022-09-28",
		"runtime": 121,
		"voteCount": 422,
		"voteAverage": 6.474,
		"popularity": 249.057
	},
	{
		"title": "Fullmetal Alchemist: The Final Alchemy",
		"overview": "The Elric brothers’ long and winding journey comes to a close in this epic finale, where they must face off against an unworldly, nationwide threat.",
		"poster": "http://image.tmdb.org/t/p/original/AeyiuQUUs78bPkz18FY3AzNFF8b.jpg",
		"adult": false,
		"releasedDate": "2022-06-24",
		"runtime": 143,
		"voteCount": 133,
		"voteAverage": 6.398,
		"popularity": 247.911
	},
	{
		"title": "MexZombies",
		"overview": "A group of teenagers must face a zombie apocalypse, and help reestablish order.",
		"poster": "http://image.tmdb.org/t/p/original/pTxw4GFE3ZfzJfvuUsPyD5njAuI.jpg",
		"adult": false,
		"releasedDate": "2022-10-26",
		"runtime": 93,
		"voteCount": 121,
		"voteAverage": 7.1,
		"popularity": 246.264
	},
	{
		"title": "Blowback",
		"overview": "When a master thief is sabotaged during a bank heist and left for dead, he seeks revenge on his former crew one target at a time. Now, with the cops and the mob closing in, he's in the race of his life to reclaim an untold fortune in cryptocurrency from those who double-crossed him.",
		"poster": "http://image.tmdb.org/t/p/original/fHQHC32dhom8u0OxC2hs2gYQh0M.jpg",
		"adult": false,
		"releasedDate": "2022-06-17",
		"runtime": 93,
		"voteCount": 36,
		"voteAverage": 6.208,
		"popularity": 242.494
	},
	{
		"title": "20th Century Girl",
		"overview": "Yeon-du asks her best friend Bora to collect all the information she can about Baek Hyun-jin while she is away in the U.S. for heart surgery. Bora decides to get close to Baek's best friend, Pung Woon-ho first. However, Bora's clumsy plan unfolds in an unexpected direction. In 1999, a year before the new century, Bora, who turns seventeen, falls into the fever of first love.",
		"poster": "http://image.tmdb.org/t/p/original/od22ftNnyag0TTxcnJhlsu3aLoU.jpg",
		"adult": false,
		"releasedDate": "2022-10-06",
		"runtime": 119,
		"voteCount": 380,
		"voteAverage": 8.425,
		"popularity": 242.023
	},
	{
		"title": "In the Forest",
		"overview": "Helen and her daughter Emily reluctantly accompany Helen’s father Stan on a family camping trip, driving deep into the forest for a real outdoors experience, only to have angry landowner Howard arrive and force them to leave. When their RV gets stuck, Helen decides to seek help but discovers a disturbing secret on the man’s property. She must then fight to protect her family and make it out of the forest alive before being hunted down.",
		"poster": "http://image.tmdb.org/t/p/original/pWKTaGN9WMcKHKAir9POsKm4vEo.jpg",
		"adult": false,
		"releasedDate": "2022-01-28",
		"runtime": 83,
		"voteCount": 16,
		"voteAverage": 6.063,
		"popularity": 240.642
	},
	{
		"title": "Scrooge: A Christmas Carol",
		"overview": "On a cold Christmas Eve, selfish miser Ebenezer Scrooge has one night left to face his past — and change the future — before time runs out.",
		"poster": "http://image.tmdb.org/t/p/original/oyGb5JpEYMEqDDjfJKLEvPTVSjK.jpg",
		"adult": false,
		"releasedDate": "2022-11-18",
		"runtime": 97,
		"voteCount": 244,
		"voteAverage": 6.691,
		"popularity": 239.439
	},
	{
		"title": "On the Line",
		"overview": "A provocative and edgy radio host must play a dangerous game of cat and mouse with a mysterious caller who's kidnapped his family and is threatening to blow up the whole station.",
		"poster": "http://image.tmdb.org/t/p/original/a14BbSHvLgzCdbDD6tAL8OBVKL1.jpg",
		"adult": false,
		"releasedDate": "2022-10-31",
		"runtime": 104,
		"voteCount": 239,
		"voteAverage": 6.297,
		"popularity": 238.318
	},
	{
		"title": "Terrifier",
		"overview": "On Halloween night, a young woman finds herself as the obsession of a sadistic murderer known as Art the Clown.",
		"poster": "http://image.tmdb.org/t/p/original/6PQqC4SbY910VvyVad6mvsboILU.jpg",
		"adult": false,
		"releasedDate": "2016-03-15",
		"runtime": 84,
		"voteCount": 1350,
		"voteAverage": 6.588,
		"popularity": 236.686
	},
	{
		"title": "Luck",
		"overview": "Suddenly finding herself in the never-before-seen Land of Luck, the unluckiest person in the world must unite with the magical creatures there to turn her luck around.",
		"poster": "http://image.tmdb.org/t/p/original/1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
		"adult": false,
		"releasedDate": "2022-08-05",
		"runtime": 105,
		"voteCount": 1106,
		"voteAverage": 7.939,
		"popularity": 236.019
	},
	{
		"title": "Piggy",
		"overview": "A bullied overweight teenager sees a glimpse of hope when her tormentors are brutally abducted by a mesmerizing stranger.",
		"poster": "http://image.tmdb.org/t/p/original/pIFeu5gF7ofAxI9NqrWbJAjjKn6.jpg",
		"adult": false,
		"releasedDate": "2022-10-07",
		"runtime": 100,
		"voteCount": 259,
		"voteAverage": 6.7,
		"popularity": 234.431
	},
	{
		"title": "Emancipation",
		"overview": "Inspired by the gripping true story of a man who would do anything for his family—and for freedom. When Peter, an enslaved man, risks his life to escape and return to his family, he embarks on a perilous journey of love and endurance.",
		"poster": "http://image.tmdb.org/t/p/original/s9sUK1vAaOcxJfKzNTszrNkPhkH.jpg",
		"adult": false,
		"releasedDate": "2022-12-02",
		"runtime": 132,
		"voteCount": 717,
		"voteAverage": 8.114,
		"popularity": 230.223
	},
	{
		"title": "Life in a Year",
		"overview": "A 17 year old finds out that his girlfriend is dying, so he sets out to give her an entire life, in the last year she has left.",
		"poster": "http://image.tmdb.org/t/p/original/bP7u19opmHXYeTCUwGjlLldmUMc.jpg",
		"adult": false,
		"releasedDate": "2020-11-27",
		"runtime": 107,
		"voteCount": 1244,
		"voteAverage": 8.293,
		"popularity": 228.211
	},
	{
		"title": "Enola Holmes 2",
		"overview": "Now a detective-for-hire like her infamous brother, Enola Holmes takes on her first official case to find a missing girl, as the sparks of a dangerous conspiracy ignite a mystery that requires the help of friends — and Sherlock himself — to unravel.",
		"poster": "http://image.tmdb.org/t/p/original/tegBpjM5ODoYoM1NjaiHVLEA0QM.jpg",
		"adult": false,
		"releasedDate": "2022-11-04",
		"runtime": 129,
		"voteCount": 1692,
		"voteAverage": 7.659,
		"popularity": 226.349
	},
	{
		"title": "Beauty Salon: Special Services 4",
		"overview": "Focusing on the relationship between men and women in a beauty salon, Dae-hye, the director of a korean erotic film beauty salon, becomes more difficult to sell in a depression. The building owner’s rent pressure also comes in, and employee Juhee suggests to Dae-hye to do a bikini service, saying that a bikini beauty salon has hit the jackpot in a foreign country. Surprisingly, bikini service is on the jackpot and guests are increasingly looking for a more powerful service.",
		"poster": "http://image.tmdb.org/t/p/original/nJpoe1CKuiqh90qUliO6qHCeNYI.jpg",
		"adult": false,
		"releasedDate": "2022-12-01",
		"runtime": 0,
		"voteCount": 10,
		"voteAverage": 6.55,
		"popularity": 225.813
	},
	{
		"title": "Dangerous Game: The Legacy Murders",
		"overview": "A family reunion at a remote mansion takes a lethal turn when they are trapped inside and forced to play a deadly survival game where only one will make it out alive.",
		"poster": "http://image.tmdb.org/t/p/original/1Dlj0TbLNtGHq42HE0fLnawtyyD.jpg",
		"adult": false,
		"releasedDate": "2022-10-21",
		"runtime": 0,
		"voteCount": 41,
		"voteAverage": 7.61,
		"popularity": 225.569
	},
	{
		"title": "Shrek",
		"overview": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
		"poster": "http://image.tmdb.org/t/p/original/o04jZs5SXhbvhqO4981W7KJXOWZ.jpg",
		"adult": false,
		"releasedDate": "2001-05-18",
		"runtime": 90,
		"voteCount": 14792,
		"voteAverage": 7.7,
		"popularity": 224.999
	},
	{
		"title": "The Guardians of the Galaxy Holiday Special",
		"overview": "On a mission to make Christmas unforgettable for Quill, the Guardians head to Earth in search of the perfect present.",
		"poster": "http://image.tmdb.org/t/p/original/8dqXyslZ2hv49Oiob9UjlGSHSTR.jpg",
		"adult": false,
		"releasedDate": "2022-11-25",
		"runtime": 45,
		"voteCount": 1077,
		"voteAverage": 7.38,
		"popularity": 223.741
	},
	{
		"title": "Corrective Measures",
		"overview": "Set in San Tiburon, the world's most dangerous maximum-security penitentiary and home to the world's most treacherous superpowered criminals, where tensions among the inmates and staff heighten, leading to anarchy that engulfs the prison and order is turned upside down.",
		"poster": "http://image.tmdb.org/t/p/original/aHFq9NMhavOL0jtQvmHQ1c5e0ya.jpg",
		"adult": false,
		"releasedDate": "2022-04-29",
		"runtime": 106,
		"voteCount": 43,
		"voteAverage": 5.302,
		"popularity": 220.591
	},
	{
		"title": "Athena",
		"overview": "Hours after the tragic death of their youngest brother in unexplained circumstances, three siblings have their lives thrown into chaos.",
		"poster": "http://image.tmdb.org/t/p/original/s8B0GsFEebd0DW2spykLMxnc1Kn.jpg",
		"adult": false,
		"releasedDate": "2022-09-09",
		"runtime": 97,
		"voteCount": 473,
		"voteAverage": 6.652,
		"popularity": 217.765
	},
	{
		"title": "Pinocchio",
		"overview": "A wooden puppet embarks on a thrilling adventure to become a real boy.",
		"poster": "http://image.tmdb.org/t/p/original/g8sclIV4gj1TZqUpnL82hKOTK3B.jpg",
		"adult": false,
		"releasedDate": "2022-09-07",
		"runtime": 105,
		"voteCount": 1266,
		"voteAverage": 6.582,
		"popularity": 216.986
	},
	{
		"title": "Blue's Big City Adventure",
		"overview": "When Josh gets the opportunity of a lifetime to audition for Rainbow Puppy’s Broadway musical, Josh and Blue skidoo to NYC for the very first time where they meet new friends and discover the magic of music, dance, and following one’s dreams.",
		"poster": "http://image.tmdb.org/t/p/original/5JV5nDPMYQLaZz2n0SmxQfMYfLn.jpg",
		"adult": false,
		"releasedDate": "2022-11-18",
		"runtime": 74,
		"voteCount": 80,
		"voteAverage": 7.594,
		"popularity": 216.78
	},
	{
		"title": "Diary of a Wimpy Kid: Rodrick Rules",
		"overview": "A new school year, his brother Rodrick teases him over and over and over and over again. Will Greg manage to get along with him? Or will a secret ruin everything?",
		"poster": "http://image.tmdb.org/t/p/original/iW6ixzkrvdrcxk0umiLZMtlSl9L.jpg",
		"adult": false,
		"releasedDate": "2022-12-02",
		"runtime": 74,
		"voteCount": 75,
		"voteAverage": 6.8,
		"popularity": 216.015
	},
	{
		"title": "Legend of the Galactic Heroes: Die Neue These - Intrigue 1",
		"overview": "",
		"poster": "http://image.tmdb.org/t/p/original/brrgSFtcymZWaXl5a23GJRWdOSY.jpg",
		"adult": false,
		"releasedDate": "2022-09-30",
		"runtime": 0,
		"voteCount": 11,
		"voteAverage": 5.2,
		"popularity": 214.324
	},
	{
		"title": "Slumberland",
		"overview": "A young girl discovers a secret map to the dreamworld of Slumberland, and with the help of an eccentric outlaw, she traverses dreams and flees nightmares, with the hope that she will be able to see her late father again.",
		"poster": "http://image.tmdb.org/t/p/original/eCgBLNAFC4XDZ4DiyQ80PIJdSHU.jpg",
		"adult": false,
		"releasedDate": "2022-11-18",
		"runtime": 117,
		"voteCount": 552,
		"voteAverage": 7.618,
		"popularity": 210.887
	},
	{
		"title": "Tom and Jerry Snowman's Land",
		"overview": "It’s time to chase that holiday spirit with Tom and Jerry! With magic in the air, Jerry and his nephew, Tuffy, make a snow mouse that miraculously comes to life! To keep their new friend, Larry the snow mouse from melting, Tuffy and Jerry must race him to the fabled Snowman’s Village. In hot pursuit, Tom and devious Dr. Doublevay have their own plans for Larry’s magic.",
		"poster": "http://image.tmdb.org/t/p/original/memqWrs4zmLgMBfzTfebrOXbytG.jpg",
		"adult": false,
		"releasedDate": "2022-09-06",
		"runtime": 76,
		"voteCount": 22,
		"voteAverage": 7.4,
		"popularity": 210.663
	},
	{
		"title": "Uncharted",
		"overview": "A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.",
		"poster": "http://image.tmdb.org/t/p/original/rJHC1RUORuUhtfNb4Npclx0xnOf.jpg",
		"adult": false,
		"releasedDate": "2022-02-10",
		"runtime": 116,
		"voteCount": 4274,
		"voteAverage": 7.053,
		"popularity": 209.716
	},
	{
		"title": "After Ever Happy",
		"overview": "As a shocking truth about a couple's families emerges, the two lovers discover they are not so different from each other. Tessa is no longer the sweet, simple, good girl she was when she met Hardin — any more than he is the cruel, moody boy she fell so hard for.",
		"poster": "http://image.tmdb.org/t/p/original/6b7swg6DLqXCO3XUsMnv6RwDMW2.jpg",
		"adult": false,
		"releasedDate": "2022-08-24",
		"runtime": 95,
		"voteCount": 767,
		"voteAverage": 6.9,
		"popularity": 209.451
	},
	{
		"title": "Más respeto que soy tu madre",
		"overview": "Mirta is doing her best to navigate the social and economic crisis pummeling Argentina on the eve of the 21st century, after all, she's got an unemployed husband, three stressed-out kids, and a drug addict father-in-law to look after. As the crisis promises to boot the family from the middle class, Mirta decides to open a pizzeria that will serve slices with lots of laughs and extra drama.",
		"poster": "http://image.tmdb.org/t/p/original/zmfiG4vAPdII9XDY1smay5QuI1f.jpg",
		"adult": false,
		"releasedDate": "2022-09-08",
		"runtime": 99,
		"voteCount": 25,
		"voteAverage": 7.26,
		"popularity": 208.433
	},
	{
		"title": "Alien Sniperess",
		"overview": "A female sniper on military leave promises to fulfill her fiancé’s dying wish until she encounters a hostile alien invasion and is tasked with saving countless lives.",
		"poster": "http://image.tmdb.org/t/p/original/bI1ZDRkerXrcaFa5kWjEMw80aqE.jpg",
		"adult": false,
		"releasedDate": "2022-04-08",
		"runtime": 94,
		"voteCount": 13,
		"voteAverage": 3.9,
		"popularity": 208.294
	},
	{
		"title": "That Time I Got Reincarnated as a Slime the Movie: Scarlet Bond",
		"overview": "Corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime!  Thrown into this new world with the name Rimuru, he begins his quest to create a world that’s welcoming to all races.",
		"poster": "http://image.tmdb.org/t/p/original/9nYH8JGbIvXVaNX7f7tya8QUm3e.jpg",
		"adult": false,
		"releasedDate": "2022-11-25",
		"runtime": 108,
		"voteCount": 12,
		"voteAverage": 7.8,
		"popularity": 206.8
	},
	{
		"title": "A Man Called Otto",
		"overview": "Otto is a grump who's given up on life following the loss of his wife and wants to end it all. When a young family moves in nearby, he meets his match in quick-witted Marisol, leading to a friendship that will turn his world around.",
		"poster": "http://image.tmdb.org/t/p/original/d7uLLwLsRwwQlTigSBnPj4CU2sP.jpg",
		"adult": false,
		"releasedDate": "2022-12-28",
		"runtime": 126,
		"voteCount": 71,
		"voteAverage": 7.423,
		"popularity": 206.417
	},
	{
		"title": "Hotel Transylvania: Transformania",
		"overview": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
		"poster": "http://image.tmdb.org/t/p/original/teCy1egGQa0y8ULJvlrDHQKnxBL.jpg",
		"adult": false,
		"releasedDate": "2022-02-25",
		"runtime": 87,
		"voteCount": 1383,
		"voteAverage": 7.081,
		"popularity": 206.308
	},
	{
		"title": "Tad, the Lost Explorer and the Emerald Tablet",
		"overview": "Tad accidentally unleashes an ancient spell, endangering the lives of his friends Mummy, Jeff, and Belzoni. With everyone against him and only helped by Sara, he sets off on an adventure to end the Curse of the Mummy.",
		"poster": "http://image.tmdb.org/t/p/original/eEWi0ptaVSwLUs84rhZjtNIhgbp.jpg",
		"adult": false,
		"releasedDate": "2022-08-24",
		"runtime": 89,
		"voteCount": 196,
		"voteAverage": 7.773,
		"popularity": 204.692
	},
	{
		"title": "DC League of Super-Pets",
		"overview": "When Superman and the rest of the Justice League are kidnapped, Krypto the Super-Dog must convince a rag-tag shelter pack - Ace the hound, PB the potbellied pig, Merton the turtle and Chip the squirrel - to master their own newfound powers and help him rescue the superheroes.",
		"poster": "http://image.tmdb.org/t/p/original/r7XifzvtezNt31ypvsmb6Oqxw49.jpg",
		"adult": false,
		"releasedDate": "2022-07-27",
		"runtime": 105,
		"voteCount": 1086,
		"voteAverage": 7.43,
		"popularity": 204.214
	},
	{
		"title": "The Invitation",
		"overview": "After the death of her mother, Evie is approached by an unknown cousin who invites her to a lavish wedding in the English countryside. Soon, she realizes a gothic conspiracy is afoot and must fight for survival as she uncovers twisted secrets in her family’s history.",
		"poster": "http://image.tmdb.org/t/p/original/jcTq6gIskCsHlKDvCKKouEfiU66.jpg",
		"adult": false,
		"releasedDate": "2022-08-24",
		"runtime": 105,
		"voteCount": 435,
		"voteAverage": 6.4,
		"popularity": 204.059
	},
	{
		"title": "Avengers: Infinity War",
		"overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
		"poster": "http://image.tmdb.org/t/p/original/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
		"adult": false,
		"releasedDate": "2018-04-25",
		"runtime": 149,
		"voteCount": 26166,
		"voteAverage": 8.265,
		"popularity": 204.039
	},
	{
		"title": "To Kill the Beast",
		"overview": "Emilia arrives at her Aunt Inés' hostel located on the Argentina-Brazil border, looking for her missing brother. In this lush jungle a dangerous beast which takes the form of different animals seems to be roaming around.",
		"poster": "http://image.tmdb.org/t/p/original/hAdkgE8lHelIQWpgrHk4wjEnbxQ.jpg",
		"adult": false,
		"releasedDate": "2022-04-28",
		"runtime": 89,
		"voteCount": 71,
		"voteAverage": 5.07,
		"popularity": 203.72
	},
	{
		"title": "X",
		"overview": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives. Hilarity ensues.",
		"poster": "http://image.tmdb.org/t/p/original/woTQx9Q4b8aO13jR9dsj8C9JESy.jpg",
		"adult": false,
		"releasedDate": "2022-03-18",
		"runtime": 106,
		"voteCount": 1601,
		"voteAverage": 6.769,
		"popularity": 202.127
	},
	{
		"title": "Desire",
		"overview": "In a social context deteriorated by a countrywide economic crisis, the life of several people will be turned upside down after they meet Cécile, a character who symbolizes desire.",
		"poster": "http://image.tmdb.org/t/p/original/nOBgorydp9U3ydSRoO2MaYZMwMT.jpg",
		"adult": false,
		"releasedDate": "2011-10-06",
		"runtime": 103,
		"voteCount": 626,
		"voteAverage": 5.962,
		"popularity": 201.621
	},
	{
		"title": "Watcher",
		"overview": "As a serial killer stalks the city, Julia — a young actress who just moved to town with her husband — notices a mysterious stranger watching her from across the street.",
		"poster": "http://image.tmdb.org/t/p/original/dXCjoI3jdtBrwPHgVsyNLkl8Rvs.jpg",
		"adult": false,
		"releasedDate": "2022-06-03",
		"runtime": 96,
		"voteCount": 456,
		"voteAverage": 6.564,
		"popularity": 201.302
	},
	{
		"title": "The Infernal Machine",
		"overview": "Reclusive and controversial author Bruce Cogburn is drawn out of hiding by an obsessive fan, forcing the novelist to confront a past that he thought he could escape, and to account for events set in motion by his bestseller decades earlier. Cogburn's search for who is behind the manipulation and mental torment he encounters leads to an emotional roller-coaster ride full of fear and danger, where things are not always as clear as they seem to be, and where past deeds can have dire consequences.",
		"poster": "http://image.tmdb.org/t/p/original/bSqpOGzaKBdGkBLmcm1JJIVryYy.jpg",
		"adult": false,
		"releasedDate": "2022-09-23",
		"runtime": 107,
		"voteCount": 161,
		"voteAverage": 6.702,
		"popularity": 201.182
	},
	{
		"title": "The Friendship Game",
		"overview": "A group of teens in a small town come across a strange object that tests their loyalties to each other with increasingly destructive consequences the deeper into the game they go.",
		"poster": "http://image.tmdb.org/t/p/original/qXaJkaVTNMhrOylFi6xrWnBQGE8.jpg",
		"adult": false,
		"releasedDate": "2022-11-11",
		"runtime": 87,
		"voteCount": 25,
		"voteAverage": 5.6,
		"popularity": 198.765
	},
	{
		"title": "The Quintessential Quintuplets Movie",
		"overview": "When five lovely young girls who hate studying hire part-time tutor Futaro, he guides not only their education but also their hearts. Time spent has brought them all closer, with feelings growing within the girls and Futaro. As they finish their third year of high school and their last school festival approaches, they set their sights on what’s next. Is there a future with one of them and Futaro?",
		"poster": "http://image.tmdb.org/t/p/original/sg7klpt1xwK1IJirBI9EHaqQwJ5.jpg",
		"adult": false,
		"releasedDate": "2022-05-20",
		"runtime": 136,
		"voteCount": 166,
		"voteAverage": 8.7,
		"popularity": 196.853
	},
	{
		"title": "Shrek 2",
		"overview": "Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage.",
		"poster": "http://image.tmdb.org/t/p/original/2yYP0PQjG8zVqturh1BAqu2Tixl.jpg",
		"adult": false,
		"releasedDate": "2004-05-19",
		"runtime": 93,
		"voteCount": 10607,
		"voteAverage": 7.212,
		"popularity": 193.667
	},
	{
		"title": "The Soccer Football Movie",
		"overview": "When mysterious green slime monsters start popping out of soccer balls, all-star athletes Zlatan Ibrahimović and Megan Rapinoe must team up with their four biggest fans to stop evil scientist \"Weird Al\" Yankovic from stealing their talent.",
		"poster": "http://image.tmdb.org/t/p/original/sWoYDNPNZs5MtzPbirXV73tIHrA.jpg",
		"adult": false,
		"releasedDate": "2022-11-09",
		"runtime": 74,
		"voteCount": 76,
		"voteAverage": 6.171,
		"popularity": 193.321
	},
	{
		"title": "Hocus Pocus 2",
		"overview": "29 years since the Black Flame Candle was last lit, the 17th-century Sanderson sisters are resurrected, and they are looking for revenge. Now it's up to three high school students to stop the ravenous witches from wreaking a new kind of havoc on Salem before dawn on All Hallow's Eve.",
		"poster": "http://image.tmdb.org/t/p/original/7ze7YNmUaX81ufctGqt0AgHxRtL.jpg",
		"adult": false,
		"releasedDate": "2022-09-27",
		"runtime": 107,
		"voteCount": 1287,
		"voteAverage": 7.49,
		"popularity": 193.062
	},
	{
		"title": "Secret Headquarters",
		"overview": "While hanging out after school, Charlie and his friends discover the headquarters of the world’s most powerful superhero hidden beneath his home. When villains attack, they must team up to defend the headquarters and save the world.",
		"poster": "http://image.tmdb.org/t/p/original/8PsHogUfvjWPGdWAI5uslDhHDx7.jpg",
		"adult": false,
		"releasedDate": "2022-08-12",
		"runtime": 104,
		"voteCount": 209,
		"voteAverage": 6.8,
		"popularity": 191.069
	},
	{
		"title": "The School for Good and Evil",
		"overview": "Best friends Sophie and Agatha navigate an enchanted school for young heroes and villains — and find themselves on opposing sides of the battle between good and evil.",
		"poster": "http://image.tmdb.org/t/p/original/6oZeEu1GDILdwezmZ5e2xWISf1C.jpg",
		"adult": false,
		"releasedDate": "2022-10-19",
		"runtime": 146,
		"voteCount": 826,
		"voteAverage": 7.237,
		"popularity": 191.059
	},
	{
		"title": "The Jack in the Box: Awakening",
		"overview": "When a vintage Jack-in-the-box is opened by a dying woman, she enters into a deal with the demon within that would see her illness cured in return for helping it claim six innocent victims.",
		"poster": "http://image.tmdb.org/t/p/original/3Ib8vlWTrAKRrTWUrTrZPOMW4jp.jpg",
		"adult": false,
		"releasedDate": "2022-02-24",
		"runtime": 89,
		"voteCount": 213,
		"voteAverage": 6.359,
		"popularity": 189.693
	},
	{
		"title": "My Hero Academia: World Heroes' Mission",
		"overview": "A mysterious group called Humarize strongly believes in the Quirk Singularity Doomsday theory which states that when quirks get mixed further in with future generations, that power will bring forth the end of humanity. In order to save everyone, the Pro-Heroes around the world ask UA Academy heroes-in-training to assist them and form a world-class selected hero team. It’s up to the heroes to save the world and the future of heroes in what is the most dangerous crisis to take place yet in My Hero Academia.",
		"poster": "http://image.tmdb.org/t/p/original/AsTlA7dj2ySGY1pzGSD0MoHFhEF.jpg",
		"adult": false,
		"releasedDate": "2021-08-06",
		"runtime": 105,
		"voteCount": 361,
		"voteAverage": 7.6,
		"popularity": 189.601
	},
	{
		"title": "Lost & Found",
		"overview": "Mario, a worker in \"lost and found\" department, finds a suitcase with a dead baby inside.",
		"poster": "http://image.tmdb.org/t/p/original/qmPtg7XHFykQA4G7iADPPgQF1nf.jpg",
		"adult": false,
		"releasedDate": "2022-09-30",
		"runtime": 100,
		"voteCount": 9,
		"voteAverage": 6.778,
		"popularity": 188.028
	},
	{
		"title": "Samaritan",
		"overview": "Thirteen year old Sam Cleary  suspects that his mysteriously reclusive neighbor Mr. Smith is actually the legendary vigilante Samaritan, who was reported dead 20 years ago. With crime on the rise and the city on the brink of chaos, Sam makes it his mission to coax his neighbor out of hiding to save the city from ruin.",
		"poster": "http://image.tmdb.org/t/p/original/vwq5iboxYoaSpOmEQrhq9tHicq7.jpg",
		"adult": false,
		"releasedDate": "2022-08-25",
		"runtime": 102,
		"voteCount": 1524,
		"voteAverage": 6.834,
		"popularity": 187.977
	},
	{
		"title": "The Fabelmans",
		"overview": "Growing up in post-World War II era Arizona, young Sammy Fabelman aspires to become a filmmaker as he reaches adolescence, but soon discovers a shattering family secret and explores how the power of films can help him see the truth.",
		"poster": "http://image.tmdb.org/t/p/original/d2IywyOPS78vEnJvwVqkVRTiNC1.jpg",
		"adult": false,
		"releasedDate": "2022-11-11",
		"runtime": 151,
		"voteCount": 545,
		"voteAverage": 8.036,
		"popularity": 187.785
	},
	{
		"title": "Whisper",
		"overview": "A young Nurse is assigned to look after a patient in a remote location in the English countryside. As the night continues she finds herself terrorized by an unseen force that is connected with her patient.",
		"poster": "http://image.tmdb.org/t/p/original/3zunvPLgM9qGFr8ob2BpaKSuAJI.jpg",
		"adult": false,
		"releasedDate": "2022-01-23",
		"runtime": 76,
		"voteCount": 50,
		"voteAverage": 6.42,
		"popularity": 187.554
	},
	{
		"title": "The Hip Hop Nutcracker",
		"overview": "Features Rev Run as he brings audiences on a hip-hop reimagining of The Nutcracker ballet set in NYC.",
		"poster": "http://image.tmdb.org/t/p/original/iqOGxcKViTtU7pwC24xUb1bDslw.jpg",
		"adult": false,
		"releasedDate": "2022-11-25",
		"runtime": 44,
		"voteCount": 14,
		"voteAverage": 6,
		"popularity": 187.475
	},
	{
		"title": "Beauty Salon: Special Service",
		"overview": "A legendary beauty salon that is sure to become a regular once you go!”Sir, would you like to have a very hot service?”In order to overcome the financial difficulties of the beauty parlor,It begins to attract the male guests with the special technique that makes it from head to toe.Kurt, Firm, and ‘it’ to open the hair salon is good!",
		"poster": "http://image.tmdb.org/t/p/original/z3Vse8jRnmKJyZFK6VSw1G6jHnY.jpg",
		"adult": false,
		"releasedDate": "2016-12-29",
		"runtime": 81,
		"voteCount": 10,
		"voteAverage": 5.9,
		"popularity": 182.798
	},
	{
		"title": "The Fallout",
		"overview": "In the wake of a school tragedy, Vada, Mia and Quinton form a unique and dynamic bond as they navigate the never linear, often confusing journey to heal in a world that feels forever changed.",
		"poster": "http://image.tmdb.org/t/p/original/y94auaBWq1E7sun3ZpvBmQfGUW.jpg",
		"adult": false,
		"releasedDate": "2021-03-17",
		"runtime": 96,
		"voteCount": 610,
		"voteAverage": 7.676,
		"popularity": 182.661
	},
	{
		"title": "Harry Potter and the Philosopher's Stone",
		"overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
		"poster": "http://image.tmdb.org/t/p/original/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
		"adult": false,
		"releasedDate": "2001-11-16",
		"runtime": 152,
		"voteCount": 23947,
		"voteAverage": 7.917,
		"popularity": 182.264
	},
	{
		"title": "The Ledge",
		"overview": "A rock climbing adventure between two friends turns into a terrifying nightmare. After Kelly captures the murder of her best friend on camera, she becomes the next target of a tight knit group of friends who will stop at nothing to destroy the evidence and anyone in their way.",
		"poster": "http://image.tmdb.org/t/p/original/S99eCSnRFfeZJmDaIGIZF58H7w.jpg",
		"adult": false,
		"releasedDate": "2022-02-18",
		"runtime": 86,
		"voteCount": 149,
		"voteAverage": 6.138,
		"popularity": 181.973
	},
	{
		"title": "Fifty Shades of Grey",
		"overview": "When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure.",
		"poster": "http://image.tmdb.org/t/p/original/63kGofUkt1Mx0SIL4XI4Z5AoSgt.jpg",
		"adult": false,
		"releasedDate": "2015-02-11",
		"runtime": 125,
		"voteCount": 10680,
		"voteAverage": 5.892,
		"popularity": 181.801
	},
	{
		"title": "Two Much for the Job",
		"overview": "After five years enduring horrible work conditions, Sophia finally gets chosen for a long-awaited transfer from her thankless teaching job at a rough middle school. Ecstatic to start a new life teaching at the French Lycée in Barcelona, her hopes are dashed to bits when a well- connected, over-qualified teacher at an upscale Paris school cuts in to take the position. Determined to stand her ground, Sophia and her clever neighbour Mr. Picard join forces to sabotage her competitor’s candidacy.",
		"poster": "http://image.tmdb.org/t/p/original/fWkVki2dyjBZruFXdovtvOvCLEk.jpg",
		"adult": false,
		"releasedDate": "2022-08-10",
		"runtime": 100,
		"voteCount": 21,
		"voteAverage": 5.452,
		"popularity": 181.318
	},
	{
		"title": "Last Seen Alive",
		"overview": "After Will Spann's wife suddenly vanishes at a gas station, his desperate search to find her leads him down a dark path that forces him to run from authorities and take the law into his own hands.",
		"poster": "http://image.tmdb.org/t/p/original/qvqyDj34Uivokf4qIvK4bH0m0qF.jpg",
		"adult": false,
		"releasedDate": "2022-05-19",
		"runtime": 95,
		"voteCount": 598,
		"voteAverage": 6.644,
		"popularity": 180.426
	},
	{
		"title": "The Battle at Lake Changjin: Water Gate Bridge",
		"overview": "In the follow-up to \"The Battle At Lake Changjin\", brothers Wu Qianli and Wu Wanli undertake a new task for the People's Volunteer Army, defending a bridge part of the American troops' escape route from the advancing Chinese.",
		"poster": "http://image.tmdb.org/t/p/original/4W58wirZhbzcw2lNzRS2ErKnOGS.jpg",
		"adult": false,
		"releasedDate": "2022-02-01",
		"runtime": 149,
		"voteCount": 33,
		"voteAverage": 7.015,
		"popularity": 180.386
	},
	{
		"title": "The Black Phone",
		"overview": "Finney Blake, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.",
		"poster": "http://image.tmdb.org/t/p/original/lr11mCT85T1JanlgjMuhs9nMht4.jpg",
		"adult": false,
		"releasedDate": "2022-06-22",
		"runtime": 103,
		"voteCount": 3442,
		"voteAverage": 7.792,
		"popularity": 179.541
	},
	{
		"title": "Shang-Chi and the Legend of the Ten Rings",
		"overview": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
		"poster": "http://image.tmdb.org/t/p/original/1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg",
		"adult": false,
		"releasedDate": "2021-09-01",
		"runtime": 132,
		"voteCount": 7666,
		"voteAverage": 7.637,
		"popularity": 179.247
	},
	{
		"title": "Memory",
		"overview": "Alex, an assassin-for-hire, finds that he's become a target after he refuses to complete a job for a dangerous criminal organization. With the crime syndicate and FBI in hot pursuit, Alex has the skills to stay ahead, except for one thing: he is struggling with severe memory loss, affecting his every move. Alex must question his every action and whom he can ultimately trust.",
		"poster": "http://image.tmdb.org/t/p/original/4Q1n3TwieoULnuaztu9aFjqHDTI.jpg",
		"adult": false,
		"releasedDate": "2022-04-28",
		"runtime": 114,
		"voteCount": 1083,
		"voteAverage": 7.022,
		"popularity": 175.38
	},
	{
		"title": "Frank and Penelope",
		"overview": "A tale of love and violence when a man on his emotional last legs finds a savior seductively dancing in a run-down strip club. And a life most certainly headed off a cliff suddenly becomes redirected - as everything is now worth dying for.",
		"poster": "http://image.tmdb.org/t/p/original/5NpXoAi3nEQkEgLO09nmotPfyNa.jpg",
		"adult": false,
		"releasedDate": "2022-06-03",
		"runtime": 112,
		"voteCount": 65,
		"voteAverage": 7.7,
		"popularity": 174.622
	},
	{
		"title": "Nefeli",
		"overview": "A beautiful woman is going to the island of Lesbos to rest, there she will meet two other beautiful young women and it will be great having sex with everyone.",
		"poster": "http://image.tmdb.org/t/p/original/zzDA6HFr4vilHyQK5LpQ0EgJ4uI.jpg",
		"adult": false,
		"releasedDate": "1980-01-01",
		"runtime": 110,
		"voteCount": 3,
		"voteAverage": 1.7,
		"popularity": 173.127
	},
	{
		"title": "Winnie-the-Pooh: Blood and Honey",
		"overview": "Christopher Robin is headed off to college and he has abandoned his old friends, Pooh and Piglet, which then leads to the duo embracing their inner monsters.",
		"poster": "http://image.tmdb.org/t/p/original/wtFwgFFk1ze789ghcadWGEVjj3N.jpg",
		"adult": false,
		"releasedDate": "2023-02-14",
		"runtime": 84,
		"voteCount": 0,
		"voteAverage": 0,
		"popularity": 172.993
	},
	{
		"title": "Transformers: Rise of the Beasts",
		"overview": "A ‘90s globetrotting adventure that introduces the Maximals, Predacons, and Terrorcons to the existing battle on earth between Autobots and Decepticons.",
		"poster": "http://image.tmdb.org/t/p/original/qBcIUgJmDGrcAKbhRwCd6AmO0ZW.jpg",
		"adult": false,
		"releasedDate": "2023-06-07",
		"runtime": 0,
		"voteCount": 0,
		"voteAverage": 0,
		"popularity": 171.677
	},
	{
		"title": "Fantastic Beasts: The Secrets of Dumbledore",
		"overview": "Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
		"poster": "http://image.tmdb.org/t/p/original/jrgifaYeUtTnaH7NF5Drkgjg2MB.jpg",
		"adult": false,
		"releasedDate": "2022-04-06",
		"runtime": 142,
		"voteCount": 3256,
		"voteAverage": 6.777,
		"popularity": 171.676
	},
	{
		"title": "I Don't Like Younger Men 5",
		"overview": "Ha-neul haven't seen her friend, Ye-sol for a long time, and so they spent a good time together. That time, Ye-sol's father, Min-soo enters the house.  Ha-neul sees the young-looking Min-soo and makes a fuss. Ye-sol who is a little bit tipsy tells Ha-neul that he is her stepfather.  That night, Ha-neul secretly entered Min-soo's room...",
		"poster": "http://image.tmdb.org/t/p/original/iyI4yY4bUtWS1demuvjfGj5Jclw.jpg",
		"adult": false,
		"releasedDate": "2020-04-23",
		"runtime": 81,
		"voteCount": 4,
		"voteAverage": 6.375,
		"popularity": 170.831
	},
	{
		"title": "The Super Mario Bros. Movie",
		"overview": "A plumber named Mario travels through an underground labyrinth with his brother, Luigi, trying to save a captured princess.",
		"poster": "http://image.tmdb.org/t/p/original/hGFjtg1p473Lo8F2LVIQydBHZ1X.jpg",
		"adult": false,
		"releasedDate": "2023-03-23",
		"runtime": 0,
		"voteCount": 0,
		"voteAverage": 0,
		"popularity": 170.021
	},
	{
		"title": "Interstellar",
		"overview": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
		"poster": "http://image.tmdb.org/t/p/original/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
		"adult": false,
		"releasedDate": "2014-11-05",
		"runtime": 169,
		"voteCount": 30358,
		"voteAverage": 8.388,
		"popularity": 169.221
	},
	{
		"title": "Project Wolf Hunting",
		"overview": "While under heavily armed guard, the dangerous convicts aboard a cargo ship unite in a coordinated escape attempt that soon escalates into a bloody, all-out riot. But as the fugitives continue their brutal campaign of terror, they soon discover that not even the most vicious among them is safe from the horror they unknowingly unleashed from the darkness below deck.",
		"poster": "http://image.tmdb.org/t/p/original/h1pLOZATBr7oVDrwj3DfOjTOCGk.jpg",
		"adult": false,
		"releasedDate": "2022-09-21",
		"runtime": 122,
		"voteCount": 73,
		"voteAverage": 6.651,
		"popularity": 168.971
	},
	{
		"title": "Lou",
		"overview": "A young girl is kidnapped during a powerful storm. Her mother joins forces with her mysterious neighbour to set off in pursuit of the kidnapper. Their journey will test their limits and expose the dark secrets of their past.",
		"poster": "http://image.tmdb.org/t/p/original/djM2s4wSaATn4jVB33cV05PEbV7.jpg",
		"adult": false,
		"releasedDate": "2022-09-23",
		"runtime": 107,
		"voteCount": 447,
		"voteAverage": 6.67,
		"popularity": 167.201
	},
	{
		"title": "The Northman",
		"overview": "Prince Amleth is on the verge of becoming a man when his father is brutally murdered by his uncle, who kidnaps the boy's mother. Two decades later, Amleth is now a Viking who's on a mission to save his mother, kill his uncle and avenge his father.",
		"poster": "http://image.tmdb.org/t/p/original/aSSJMnHknzKjlZ6zybwD7eyJ4Po.jpg",
		"adult": false,
		"releasedDate": "2022-04-07",
		"runtime": 137,
		"voteCount": 3064,
		"voteAverage": 7.123,
		"popularity": 166.852
	},
	{
		"title": "The Lost City",
		"overview": "Reclusive author Loretta Sage writes about exotic places in her popular adventure novels that feature a handsome cover model named Alan. While on tour promoting her new book with Alan, Loretta gets kidnapped by an eccentric billionaire who hopes she can lead him to the ancient city's lost treasure that featured in her latest story. Alan, determined to prove he can be a hero in real life and not just on the pages of her books, sets off to rescue her.",
		"poster": "http://image.tmdb.org/t/p/original/neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
		"adult": false,
		"releasedDate": "2022-03-24",
		"runtime": 112,
		"voteCount": 2510,
		"voteAverage": 6.657,
		"popularity": 166.669
	},
	{
		"title": "The Next 365 Days",
		"overview": "Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.",
		"poster": "http://image.tmdb.org/t/p/original/6FsGeIp7heHm5eh4tIxTzHIRxmt.jpg",
		"adult": false,
		"releasedDate": "2022-08-19",
		"runtime": 112,
		"voteCount": 673,
		"voteAverage": 6.594,
		"popularity": 165.772
	},
	{
		"title": "Infelices para Siempre",
		"overview": "Mexican feature film",
		"poster": "http://image.tmdb.org/t/p/original/bKSKbwbg6jTdJDYgAVJSzqpknpo.jpg",
		"adult": false,
		"releasedDate": "2020-01-01",
		"runtime": 0,
		"voteCount": 3,
		"voteAverage": 4,
		"popularity": 165.235
	},
	{
		"title": "Triangle of Sadness",
		"overview": "A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged captain. What first appeared Instagrammable ends catastrophically, leaving the survivors stranded on a desert island and fighting for survival.",
		"poster": "http://image.tmdb.org/t/p/original/k9eLozCgCed5FGTSdHu0bBElAV8.jpg",
		"adult": false,
		"releasedDate": "2022-09-23",
		"runtime": 147,
		"voteCount": 629,
		"voteAverage": 7.5,
		"popularity": 162.319
	},
	{
		"title": "RRR",
		"overview": "A fictional history of two legendary revolutionaries' journey away from home before they began fighting for their country in the 1920s.",
		"poster": "http://image.tmdb.org/t/p/original/u0XUBNQWlOvrh0Gd97ARGpIkL0.jpg",
		"adult": false,
		"releasedDate": "2022-06-01",
		"runtime": 187,
		"voteCount": 622,
		"voteAverage": 7.712,
		"popularity": 161.931
	},
	{
		"title": "The Forbidden Legend: Sex & Chopsticks 2",
		"overview": "Rich and powerful Simon Qing has been schooled in the ways of sex by his virile father, but is still a virgin. That is, until he meets his first love Violetta who has fun with him all over his father’s estate. Their love does not last, so Simon embarks on a journey. Along the way he meets the comely nun Moon whom Simon deflowers and then marries. He then becomes enamored of Golden Lotus but she is married to dwarf Wu Da-Lang.",
		"poster": "http://image.tmdb.org/t/p/original/A1yymig7S0FTWv9cTtOwdI1cH5V.jpg",
		"adult": false,
		"releasedDate": "2009-03-04",
		"runtime": 93,
		"voteCount": 22,
		"voteAverage": 5.3,
		"popularity": 161.04
	},
	{
		"title": "Margaux",
		"overview": "As a group of seniors celebrate their final college days at a smart house, the house's highly advanced AI system, Margaux, begins to take on a deadly presence of her own. A carefree weekend of partying turns into a dystopian nightmare as they realize Margaux's plans to eliminate her tenants one way or another. Time begins to run out as the group desperately tries to survive and outsmart the smart home.",
		"poster": "http://image.tmdb.org/t/p/original/uNzgeMetu9l4q9NDw7gtiUFwPOJ.jpg",
		"adult": false,
		"releasedDate": "2022-09-09",
		"runtime": 105,
		"voteCount": 65,
		"voteAverage": 6.785,
		"popularity": 160.495
	},
	{
		"title": "Venom: Let There Be Carnage",
		"overview": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
		"poster": "http://image.tmdb.org/t/p/original/rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
		"adult": false,
		"releasedDate": "2021-09-30",
		"runtime": 97,
		"voteCount": 8446,
		"voteAverage": 6.897,
		"popularity": 159.477
	},
	{
		"title": "Doraemon: Nobita's Little Star Wars 2021",
		"overview": "One day during summer vacation, a palm-sized alien named Papi appears from a small rocket that Nobita picks up. He is the president of Pirika, a small planet in outer space, and has come to Earth to escape the rebels. Doraemon and his friends are puzzled by Papi’s small size, but as they play together using the secret tool “Small Light”, they gradually become friends. However, a whale-shaped space battleship comes to earth and attacks Doraemon, Nobita and the others in order to capture Papi. Feeling responsible for getting everyone involved, Papi tries to stand up to the rebels. Doraemon and his friends leave for the planet Pirika to protect their dear friend and his home.",
		"poster": "http://image.tmdb.org/t/p/original/48gKZioIDeUOI0afbYv3kh9u9RQ.jpg",
		"adult": false,
		"releasedDate": "2022-03-04",
		"runtime": 108,
		"voteCount": 8,
		"voteAverage": 5.5,
		"popularity": 159.326
	},
	{
		"title": "Megan",
		"overview": "A hiker finds shelter in a mountain lodge inhabited by two strange women.",
		"poster": "http://image.tmdb.org/t/p/original/8sslkaeiNMCr9huGkWDuUdTSsOV.jpg",
		"adult": false,
		"releasedDate": "2020-03-14",
		"runtime": 89,
		"voteCount": 7,
		"voteAverage": 6.2,
		"popularity": 157.714
	},
	{
		"title": "Lightyear",
		"overview": "Legendary Space Ranger Buzz Lightyear embarks on an intergalactic adventure alongside a group of ambitious recruits and his robot companion Sox.",
		"poster": "http://image.tmdb.org/t/p/original/ox4goZd956BxqJH6iLwhWPL9ct4.jpg",
		"adult": false,
		"releasedDate": "2022-06-15",
		"runtime": 105,
		"voteCount": 2569,
		"voteAverage": 7.163,
		"popularity": 157.205
	},
	{
		"title": "The Last of Us: One Night Live",
		"overview": "To celebrate the launch of the PS4 version of The Last of Us, Naughty Dog brings last year’s Game of the Year to life in front of hundreds of fans in Santa Monica. This special one night only event will celebrate the artistry behind the game with a performance of the score, plus a “live read” of key scenes featuring the principal actors, as directed by Neil Druckmann",
		"poster": "http://image.tmdb.org/t/p/original/biqPsH5ynY8uC0GP4mH0dAliVKN.jpg",
		"adult": false,
		"releasedDate": "2014-07-28",
		"runtime": 61,
		"voteCount": 10,
		"voteAverage": 7.5,
		"popularity": 156.891
	},
	{
		"title": "Laid-Back Camp The Movie",
		"overview": "Your favorite cozy camping anime returns with a movie as the former members of the Outdoors Club get together again, this time to build a campsite! Reunite with Nadeshiko, Rin, Chiaki, Aoi, and Ena as they gather around the campfire once more with good food and good company.",
		"poster": "http://image.tmdb.org/t/p/original/pgffCA82hmBhavW23nbipzsmYf5.jpg",
		"adult": false,
		"releasedDate": "2022-07-01",
		"runtime": 121,
		"voteCount": 32,
		"voteAverage": 7.688,
		"popularity": 156.575
	},
	{
		"title": "Crawlspace",
		"overview": "After witnessing a brutal murder in a cabin, a man hides in a crawlspace while the killers scour the property for a hidden fortune. As they draw nearer, he must decide if the crawlspace will be his tomb or the battleground in his fight for survival.",
		"poster": "http://image.tmdb.org/t/p/original/yZVByCjWvKdSWcYLacoFmnOoSpm.jpg",
		"adult": false,
		"releasedDate": "2022-03-31",
		"runtime": 90,
		"voteCount": 78,
		"voteAverage": 6.7,
		"popularity": 156.367
	},
	{
		"title": "Secretary Rope Discipline",
		"overview": "Secretary Sayo does some corporate snooping for her boyfriend, an upstart executive with a rival company. But she gets busted by the CEO. Poor Sayo is captured and taken to a private torture chamber in the corporate mansion. While the secretary gets punished, the bossman's son becomes infatuated with her beautiful white skin and he assumes the disciplinary responsibilities. Between the floggings, stretchings, and wooden-horse tortures he finds time to cover her body in an elaborate tattoo.",
		"poster": "http://image.tmdb.org/t/p/original/ijhHCcqs4jg6EbXkPHZdJVEo3iv.jpg",
		"adult": false,
		"releasedDate": "1981-05-29",
		"runtime": 67,
		"voteCount": 2,
		"voteAverage": 1.5,
		"popularity": 155.329
	},
	{
		"title": "Dracula: The Original Living Vampire",
		"overview": "Detective Amelia Van Helsing is on the desperate hunt for the killer responsible for a string of grisly murders targeting young women. Matters only worsen when all evidence leads to the seemingly untouchable Count Dracula. And when Van Helsing’s girlfriend vanishes, she is forced to question the very existence of monsters in a final showdown with the enigmatic count.",
		"poster": "http://image.tmdb.org/t/p/original/9nbw6eAYOhYEjI1wODekAG6svZF.jpg",
		"adult": false,
		"releasedDate": "2022-01-28",
		"runtime": 86,
		"voteCount": 66,
		"voteAverage": 5.591,
		"popularity": 154.066
	},
	{
		"title": "Harry Potter and the Half-Blood Prince",
		"overview": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
		"poster": "http://image.tmdb.org/t/p/original/z7uo9zmQdQwU5ZJHFpv2Upl30i1.jpg",
		"adult": false,
		"releasedDate": "2009-07-07",
		"runtime": 153,
		"voteCount": 17073,
		"voteAverage": 7.702,
		"popularity": 153.808
	},
	{
		"title": "Grimcutty",
		"overview": "A suburban teen girl and her little brother must stop a terrifying internet meme brought to life by the hysteria of their parents.",
		"poster": "http://image.tmdb.org/t/p/original/qvg75YJMfbHeDNirUrrgBMQImRn.jpg",
		"adult": false,
		"releasedDate": "2022-10-10",
		"runtime": 101,
		"voteCount": 249,
		"voteAverage": 5.454,
		"popularity": 152.431
	}
]
